{
  "id": "17xmwbj",
  "title": "GDL ruft Mitglieder zur Urabstimmung über Bahnstreiks auf",
  "score": 78,
  "created": "2023-11-17 20:27:00",
  "url": "https://www.gdl.de/aktuelles/news/gdl-leitet-urabstimmung-ein/",
  "author": "blastCut",
  "branches": [
    {
      "id": "k9oi7u8",
      "score": "20",
      "created": "2023-11-17 21:23",
      "author": "inkWhale",
      "body": "Und gestern hat noch die Bahn die GdL beschuldigt, dass sie sich nicht an Absprachen halten und nicht am Verhandlungstisch saßen. \n\n[Hier Spiderman -Meme einfügen]",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "k9okvg6",
      "score": "-29",
      "created": "2023-11-17 21:41",
      "author": "teethArena",
      "body": "Ich frag mich echt wie sich die GDL den Abschluss vorstellt. Die Bahn hat ja in der Sache Recht, der Arbeitsmarkt gibt zur Zeit keine 10% mehr Fahrpersonal her um die 35-Stunden-Woche zur ermöglichen. Das wäre etwas, so richtig es auch es ist, was über mehrere Jahre gemacht werden muss und nicht binnen 12 Monate geht.",
      "branches": [
        {
          "id": "k9ond0p",
          "score": "51",
          "created": "2023-11-17 21:57",
          "author": "titsDance",
          "body": "Während Corona wurde den Arbeitnehmern eine Nullrunde reingedrückt mit dem Versprechen, dies in der nächsten Tarifrunde dann zu berücksichtigen. Die GDL hat jedes Recht, für ihre Mitglieder dieses Mal hart zu verhandeln. Der Ball liegt ganz alleine bei der deutschen Bahn und die weigert sich momentan noch beharrlich.",
          "branches": [
            {
              "id": "k9op0b7",
              "score": "-12",
              "created": "2023-11-17 22:08",
              "author": "teethArena",
              "body": "Mein Problem sind nicht die finanziellen Forderungen, ich sehe das Ziel bei der Arbeitszeitreduzierung nicht. Die GDL hat mehrfach gesagt, dass die nicht verhandelbar ist, die Bahn kann dies in der Form nicht annehmen, es gibt einfach nicht genug Leute. Selbst wenn der Vertrag durch irgendein Wunder am nächsten Tag fünftausend Leute bei der DB auf der Matte stehen und sich zum Fahrzeugführer ausbilden lassen wollen (Spoiler: Wird nicht so sein) dauert das Jahre. Wenn es nach mir geht (Bin selbst Gewerkschafter) würden die Leute morgen 25% + 3000€ auf 12 Monate kriegen, kein Ding. Aber das ändert nichts daren, dass der Arbeitsmarkt leer ist.",
              "branches": [
                {
                  "id": "k9orij3",
                  "score": "38",
                  "created": "2023-11-17 22:25",
                  "author": "assGary",
                  "body": "Die Bahn kann nicht ein Jahrzehnt lang die Ausbildung der Lokführer vernachlässigen, weil die frischen Typen von McKinsey im Ministerium sagten dass in 20 Jahren die halbe Flotte automatisiert fährt, dabei das Bestandspersonal absolut bis an die Grenzen des ertragbaren belasten und dann sagen es ist kein Personal da.\n\nDas ist am Ende des Tages nicht mehr das Problem der Lokführer.",
                  "branches": [
                    {
                      "id": "k9ottyv",
                      "score": "-10",
                      "created": "2023-11-17 22:40",
                      "author": "teethArena",
                      "body": "Die Bahn hat seit einem guten Jahrzehnt weniger Bewerber als es Stellen gibt. Das ist nichts was ebenso kam, weil McKinsey gesagt hat die brauchen wir nicht, sondern das ist durch gesellschaftliche Umstände so gekommen. Das insbesondere die Jahre unter Mehdorn nicht hilfreich waren erwähne ich mal der Vollständigkeit.\n\nAllerdings will ich auch anmerken, dass eine Basta-Forderung kein guter Ausgangspunkt für Verhandlungen ist. Man zwingt sich damit diese durchzusetzen oder man verliert seine Glaubwürdigkeit.",
                      "branches": [
                        {
                          "id": "k9pf99u",
                          "score": "12",
                          "created": "2023-11-18 01:16",
                          "author": "wheelFell",
                          "body": "Ist es wirklich durch gesellschaftliche Umstände so gekommen oder weil 25% mehr Gehalt eigentlich ein no brainer sind?",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        },
        {
          "id": "k9opt72",
          "score": "7",
          "created": "2023-11-17 22:14",
          "author": "heldSteve",
          "body": "Dann liegt es doch an der DB ein Angebot vorzulegen was das umfasst. Man lehnt das Thema aber einfach ab.",
          "branches": [
            {
              "id": "k9os970",
              "score": "4",
              "created": "2023-11-17 22:30",
              "author": "teethArena",
              "body": "Ich mach mal den Advocatus diaboli:\n\nGDL stellt eine Forderung die sie nur in ihrer Variante akzeptiert. Ich hab jetzt die Wahl zwischen akzeptieren oder ablehnen.\n\nWenn ich die Forderung akzeptiere, muss ich massig Angebot streichen. Das wäre der Gnadenschuss für den SGV, der SPFV, der sich gerade erholt hat, würde in die 00ler Jahre zurückgeworfen und die Vertragsstrafen im SPNV würden dem Unternehmen finanziell das Genick brechen. Ich müsste den Bund anhauen und muss dann mit den politischen Probleme die da dran hängen leben/leiden.\n\nWenn ich die Forderung ablehne, dann bin ich fein raus. Da die GDL nicht über die Forderung verhandeln will, kann ich öffentlich kommunizieren: \"Hab drüber nachgedacht, die GDL will nur eine Variante die nicht umsetzbar ist. Zum Wohle unserer Kunden hab ich das daher abgelehnt.\"",
              "branches": [
                {
                  "id": "k9p2bc0",
                  "score": "10",
                  "created": "2023-11-17 23:38",
                  "author": "dosFelt",
                  "body": "Was halt eigentlich perfekt zeigt dass ein pauschales „gibt den Arbeitnehmern was sie wollen“ genauso wenig funktioniert wie „sollen die mal aufhören zu streiken und das Angebot vom Arbeitgeber annehmen“. \n\nMan sieht immer wieder (nicht nur bei dem Thema) mehr Kommentare, die rein schwarz weiß sind und dann bspw aus solchen Aussagen wie die machen, dass du sagen würdest die GDL wäre alles Schuld etc. Man kann aber die Arbeitnehmer unterstützen und gleichzeitig einsehen, dass Teile der Forderung einfach nicht umsetzbar sind. Und ganz ehrlich, würde die GDL nur Forderungen stellen, die die db ohne großes nachdenken akzeptiert, wäre sie eine schlechte Gewerkschaft. Dann verlangen sie nämlich weniger als die Arbeitnehmer haben könnten. Genauso wäre die db ein schlechtes Unternehmen, wenn sie sofort jede Forderung akzeptiert. Dann geben sie irgendwann nämlich mehr als die Arbeitnehmer vernünftigerweise verlangen könnten.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        },
        {
          "id": "k9ousfr",
          "score": "7",
          "created": "2023-11-17 22:47",
          "author": "gatesLaw",
          "body": "Muss der Vorstand mit ans Steuer.\nGemeinsam packen wir das.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "k9qmdqm",
          "score": "5",
          "created": "2023-11-18 07:50",
          "author": "sugarDrama",
          "body": "Die Bahn fährt das Personal auf letzter Rille, die dürfen doch jede Verspätung ausbaden. Die Mitarbeiter sind vor Ort und kriegen den Druck der Fahrgäste ab (okay, weniger die Lokführer).\n\nWährend wir rum heulen, dass die Verbindung schon wieder ne Stunde Verspätung hat, arbeitet der Lokführer gerade länger. Und das Problem ist, dass die Verspätungen massiv zugenommen haben und an vielen Stellen die überlastete Infrastruktur schuld daran ist. Und die Infrastruktur wird auch noch ein paar Jahre so Scheiße bleiben.\n\nIch kann da den Weselsky schon verstehen, dass die 4-Tagewoche unverhandelbar ist. Wenn du andauernd Überstunden machst (und es ja auch nicht mal in eigener Hand hast das zu verhindern), gehen die Leute irgendwann am Stock.",
          "branches": [
            {
              "id": "k9rey2c",
              "score": "1",
              "created": "2023-11-18 14:13",
              "author": "showPool",
              "body": "Der GDL geht es nicht um eine 4 Tage Woche, sondern um die Einhaltung der 5 Tage Woche. Lokführer arbeiten fast jede Woche 6 Tage, an 3 Wochenenden im Monat",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "k9opnds",
      "score": "32",
      "created": "2023-11-17 22:13",
      "author": "heldSteve",
      "body": "Sehr gut. Lass krachen Claus",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "k9pafti",
      "score": "23",
      "created": "2023-11-18 00:38",
      "author": "filmeUsual",
      "body": "Ich frage hier mal folgendes - nur so aus Neugier (und weil ich es nicht weiß und zu faul zum Googeln bin):\n\nEs gibt bei der Bahn ja zwei Gewerkschaften, die EVG und die GDL. Wenn ich nun bei der DB arbeite, aber z.B. in KEINER Gewerkschaft bin, welcher Tarifvertrag würde dann für mich gelten? EVG oder GDL oder könnte ich mir das vielleicht sogar aussuchen? Oder keiner?\n\nIch habe ehrlich gesagt nie verstanden, wieso es möglich ist, dass es in einem Unternehmen unterschiedliche Gewerkschaften gibt.",
      "branches": [
        {
          "id": "k9pbu8k",
          "score": "30",
          "created": "2023-11-18 00:49",
          "author": "everShown",
          "body": "Es gilt neuerdings immer nur der Tarifvertrag der größeren Gewerkschaft (Tarifeinheitsgesetz). Es wird ja für alle Bahnsparten verhandelt, die GDL ist bei den wenigsten in der Mehrheit. Die genaue Auszählung wird aktuell noch gerichtlich in zweiter Instanz geklärt.",
          "branches": [
            {
              "id": "k9qzq01",
              "score": "8",
              "created": "2023-11-18 10:58",
              "author": "filmeUsual",
              "body": "Das hieße, dass wenn die GDL z.B. bei den Lokführenden in der Mehrheit wäre, dass dann für diese (und nur für die) der Tarifvertrag der GDL gälte, und überall sonst der der EVG - bzw. - so wie früher sinngemäß: *“cuius regio, eius religio“*.\n\nDas hieße aber im Umkehrschluss auch, dass wenn die GDL überall in der Minderheit wäre, der ganze Spuk umsonst wäre, weil die GDL Abschlüsse nirgendwo Wirkung entfalten könnte? Das würde auch ein wenig die entsprechend hohen Forderungen der GDL erklären, wenn man die in gewisser Weise auch als „Eigenmarketing“ betrachten würde.",
              "branches": [
                {
                  "id": "k9r6cfx",
                  "score": "8",
                  "created": "2023-11-18 12:33",
                  "author": "sevenUpset",
                  "body": "Lokführer\\*innen sind keine eigene Sparte bei der Bahn. Die GDL müsste z.B. im Fernverkehr auch Zugbegleiter\\*innen, Wartungspersonal etc. pp. organisieren damit ein\\* ICE-Lokführer\\*in den GDL TV kriegt.   \n\nIm letzten TV (also dem von 2021) der EVG stand aber auch eine Klausel drin, dass eventuelle Verbesserungen der GDL in den TV übernommen werden (und visa versa alles was in dem TV der EVG besser war Teil des GDL TV geworden ist).   \n\nAber ja, hauptsächlich geht es der GDL darum, Krawall zu machen um der EVG Mitglieder abzuwerben.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "negative",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "k9vfdvi",
              "score": "1",
              "created": "2023-11-19 10:44",
              "author": "plotsPace",
              "body": "Ich fahre immer, dass man streng genommen nur Anspruch auf tarifvergütung hat, wenn man Mitglied in der Gewerkschaft ist und die Arbeitgeber nur Radeon für sie zahlen, weil es leichter in der Handhabung ist und es die Stärke der Gewerkschaften untermauert indem weniger Mitglieder beitreten.\nDementsprechend müsste auch mein Zeug dich nach der Gewerkschaft, in der ich Mitglied bin, Rücken und nicht was die Mehrheit bestimmt. \nIch muss mir Tarifeinheit anschauen.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "k9pd3k9",
          "score": "-18",
          "created": "2023-11-18 00:59",
          "author": "tearDense",
          "body": "Du hast alle Vorteile des ausgehandelten Tarifs der Gewerkschaften. Also den höchst ausgehandelten. Nur keinen Schutz bei Streiks oder sonstigen Problemen wo einer von der Gewerkschaft dir helfen könnte. 2 Gewerkschaften finde ich ich auch nutzlos. So ist es zumindest in meinem Betrieb. Hast keinen Vorteil, nur eine ist wohl günstiger.",
          "branches": [
            {
              "id": "k9qjpda",
              "score": "8",
              "created": "2023-11-18 07:17",
              "author": "blastCut",
              "body": "Das ist Quatsch. Stichwort Tarifeinheitsgesetz…",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "k9r31aq",
              "score": "2",
              "created": "2023-11-18 11:47",
              "author": "pubIowa",
              "body": "Alles an diesem Satz war falsch.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "k9r28pp",
      "score": "10",
      "created": "2023-11-18 11:35",
      "author": "gnomeRisk",
      "body": "Ich sehe gerade bei den im Schichtdienst arbeitenden Menschen bei der Bahn, dass sie oft unter hohem Stress arbeiten und ich finde, dass das Thema Arbeitszeit mehr Beachtung in Tarifverhandlungen verdient. Ich würde mich freuen, wenn die GDL damit durchkommt. Das könnte eine Signalwirkung für andere Branchen haben.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    }
  ]
}