{
  "id": "18c80fi",
  "title": "Deutsche Bahn/GDL: Lokführer der Bahn streiken ab Donnerstag bis Freitagabend",
  "score": 268,
  "created": "2023-12-06 17:40:00",
  "url": "https://www.spiegel.de/wirtschaft/service/deutsche-bahn-gdl-lokfuehrer-der-bahn-streiken-ab-donnerstag-bis-freitagabend-a-2a7d59e2-0f95-45ab-891d-286710b51b51",
  "author": "poolDist",
  "branches": [
    {
      "id": "kc8u8g6",
      "score": "14",
      "created": "2023-12-06 17:40",
      "author": "poolDist",
      "body": "Züge die nicht fahren können nicht unpünktlich sein!",
      "branches": [
        {
          "id": "kc9el1i",
          "score": "2",
          "created": "2023-12-06 19:47",
          "author": "markLive",
          "body": "du bist da einer Verschwörung auf der Spur...",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc8us6q",
      "score": "8",
      "created": "2023-12-06 17:44",
      "author": "shineWind",
      "body": "Wow, nachdem in München so langsam wieder die ersten Fernzüge ankommen und 6 von 8 S-Bahnen weiter nicht fahren erst mal nen Streik reinknallen.\n\nWer noch kein Auto hat, schafft sich spätestens jetzt ein an.\n\nWo ist da das Fingerspitzengefühl? Da sitzen weiterhin tausende Leute fest",
      "branches": [
        {
          "id": "kc8vjrt",
          "score": "17",
          "created": "2023-12-06 17:48",
          "author": "runsUtah",
          "body": "Auf der einen Seite versteh ich natürlich, dass Streik prinzipiell unangenehm werden muss, sonst wird das eigentliche Ziel ja verfehlt.\n\nAuf der anderen Seite kann ich dieses mal die DB sogar halbwegs verstehen. Alle von 40h auf 35h runter führt zu einem krassen Personalmangel. Also dauerhafte \"Ausfälle\" oÄ. - ja klar hätte die DB dem inder Vergangenheit gegensteuern sollen, aber Stand jetzt von 40h auf 35h zu gehen kann ich verstehen ist nicht realistisch praktikabel.\n\nZum Geld stehe ich voll bei der Gewerkschaft.",
          "branches": [
            {
              "id": "kc8wbaw",
              "score": "25",
              "created": "2023-12-06 17:53",
              "author": "occurBet",
              "body": "Also wenn ich mir so anhöre, wie die Lokführer in meinem Umfeld über die Arbeitsbedingungen reden, wäre eine verkürzung der Arbeitszeit doch ein gutes Mittel, mit dem man dafür sorgt, dass nicht noch mehr Leute abwandern.",
              "branches": [
                {
                  "id": "kc926k4",
                  "score": "4",
                  "created": "2023-12-06 18:30",
                  "author": "dosFelt",
                  "body": "Langfristig ja. Kurzfristig reißt man aber erstmal ein großes Loch, das aufgefüllt werden muss. Und das ist dann nur erreichbar durch Streichung von Angebot oder einfach (noch mehr) Überstunden. Bevor man bei solchen Jobs, bei denen keine Effektivitätssteigerung durch kürzere Arbeitszeiten zu erwarten ist, die Arbeitszeiten kürzt, muss man neues Personal ranholen. Andersrum gehts da leider nicht.",
                  "branches": [
                    {
                      "id": "kc935y3",
                      "score": "12",
                      "created": "2023-12-06 18:36",
                      "author": "meetsWill",
                      "body": "Man sollte meinen, dass solche Dinge in Verhandlungen lösbar wären. Die GDL wird auch nicht erwarten, dass man das Übermorgen einführt. Ist doch eigentlich klar, dass  man sich jetzt nur gemeinsam auf ein weiteres Vorgehen mit dem Ziel der Arbeitszeitsverkürzung einigen kann. DB lehnt dies aber völlig ab in der Hoffnung, dass die Streiks der GDL mehr schaden als ihr selbst (und in dem Irrglauben, dass sich Personalprobleme lösen lassen, wenn die Arbeitsbedingungen schlecht bleiben).",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    },
                    {
                      "id": "kc93ft3",
                      "score": "10",
                      "created": "2023-12-06 18:38",
                      "author": "occurBet",
                      "body": "Wesselsky hat sich wohl offen dafür gezeigt, da eine Übergangszeit einzuführen.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    },
                    {
                      "id": "kc94tfc",
                      "score": "14",
                      "created": "2023-12-06 18:46",
                      "author": "shadeKerry",
                      "body": "Wer redet von kurzfristig?\n\nDie GDL auf jeden Fall nicht.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc8y5xs",
              "score": "26",
              "created": "2023-12-06 18:05",
              "author": "shadeKerry",
              "body": "Die GDL hat doch mehrfach gesagt, dass sie die 35 Stundenwoche nicht sofort haben wollen.\n\nSie wollen, dass die DB deutlich mehr Personal einstellt und die Arbeitszeit über einen längeren Zeitraum langsam senkt.\n\nAber so ist der Job einfach nur grottig, was auch der Grund ist, dass sie überhaupt erst einen Personalmangel haben.",
              "branches": [
                {
                  "id": "kc91k5d",
                  "score": "6",
                  "created": "2023-12-06 18:26",
                  "author": "dosFelt",
                  "body": "Wie stellt sich die GDL das denn vor wenn die gleichzeitig einen Tarifvertrag mit einer Laufzeit von 12 Monaten haben wollen? Oder sind 12 Monate für die ein längerer Zeitraum?",
                  "branches": [
                    {
                      "id": "kc92dom",
                      "score": "10",
                      "created": "2023-12-06 18:31",
                      "author": "shadeKerry",
                      "body": "Z.b gegen Ende dieses Tarifvertrags eine Stunde weniger und für den nächsten völlig unabhängig von den Tarifverhandlungen noch eine Stunde.\n\nMan kann auch langfristige Vereinbarungen führen, die außerhalb der jetzigen Laufzeiten sind.\n\nAber die DB verschließt sich ja gegen jegliche Verhandlungen beim Thema Arbeitszeit.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    },
                    {
                      "id": "kc92z6v",
                      "score": "10",
                      "created": "2023-12-06 18:35",
                      "author": "fanYour",
                      "body": "Ich bin kein Jurist, aber man könnte doch sagen, dass das neu verhandlete Gehalt für 35h gilt, die 5h zur 40 dazu eben extra vergütet werden aber bis zur Erfüllung von XY immer zu leisten sind oder nicht?\n\nDann wären 35h formal schonmal erreicht, sobald genug Leute eingestellt sind, muss man die 35h eben nicht mehr erstreiken und noch dazu wird die Personalplanung auf 35h gemacht.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    },
                    {
                      "id": "kc95x2s",
                      "score": "5",
                      "created": "2023-12-06 18:53",
                      "author": "popeLabel",
                      "body": "\"Der Tarifvertrag\" muss prinzipiell nicht unbedingt ein einziges Gesamtwerk sein, sondern kann auch aus mehreren Verträgen zu verschiedenen Themen oder Berufsgruppen bestehen, die im Zweifel auch unterschiedliche Laufzeiten haben könnten.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kc9777y",
                  "score": "-3",
                  "created": "2023-12-06 19:01",
                  "author": "shineWind",
                  "body": "Und wo sollen die Leute herkommen? So ein Bullshit. Als ob ein schlechter Job bei 3 Stunden weniger Arbeit plötzlich super wird.",
                  "branches": [
                    {
                      "id": "kc97fxd",
                      "score": "14",
                      "created": "2023-12-06 19:03",
                      "author": "shadeKerry",
                      "body": ">Und wo sollen die Leute herkommen? \n\nDas ist sie Aufgabe des Arbeitgebers. Nicht die Aufgabe der Arbeitnehmer. Die Arbeitnehmer signalisieren hier jedoch, dass es so nicht weiter geht.\n\n\n>Als ob ein schlechter Job bei 3 Stunden weniger Arbeit plötzlich super wird.\n\nNicht super. Aber deutlich besser.",
                      "branches": [
                        {
                          "id": "kc9j0dx",
                          "score": "-2",
                          "created": "2023-12-06 20:15",
                          "author": "shineWind",
                          "body": "Die Arbeitgeber zeugen dann mehr Kinder oder was? Was hilft es wenn jetzt Busfahrer zu Lokführern umschulen und dann dort noch mehr Leute fehlen?",
                          "branches": [
                            {
                              "id": "kc9k6oo",
                              "score": "8",
                              "created": "2023-12-06 20:22",
                              "author": "shadeKerry",
                              "body": "HLI, dass die arbeitende Bevölkerung nur aus Busfahrern oder Lokführern besteht.",
                              "branches": [
                                {
                                  "id": "kc9kr6h",
                                  "score": "-3",
                                  "created": "2023-12-06 20:26",
                                  "author": "shineWind",
                                  "body": "Wo besteht denn gerade Überschuss an Personal aus deiner Sicht?",
                                  "branches": [
                                    {
                                      "id": "kc9ltfh",
                                      "score": "1",
                                      "created": "2023-12-06 20:32",
                                      "author": "shadeKerry",
                                      "body": "Überall dort, wo dir Arbeitsbedingungen und Bezahlung schlechter ist, als in anderen Berufen.\n\nDeshalb fordert die GDL mehr Gehalt und bessere Arbeitsbedingungen.",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "neither"
                                    },
                                    {
                                      "id": "kca7kbb",
                                      "score": "1",
                                      "created": "2023-12-06 22:44",
                                      "author": "radarArch",
                                      "body": "Taxifahrer.",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "neither"
                                    },
                                    {
                                      "id": "kcc9cnp",
                                      "score": "1",
                                      "created": "2023-12-07 08:36",
                                      "author": "selfFraud",
                                      "body": "1. Das ist nicht das Problem von Arbeitnehmern.\n\n2. In der Pflege wird mittlerweile bewusst im Ausland Ausbildung nach deutschen Standards inklusive Deutschkurses und vollständigen Stipendien geboten um Stellen füllen zu können. Die bauen aktiv Strukturen auf um Mangel zu begegnen. Enorme Menge an Bürokratie, teuer, dauert lange bis sich sowas auszahlt. \n\n   Aber es gibt, abgesehen von abwerben von Leuten aus anderen Industrien mit besseren Gehältern, auch andere Möglichkeiten für Arbeitgeber.\n\n3. Wenn Arbeitsbedingungen zu schlecht werden wandern Mitarbeiter halt langfristig ab. Siehe Gastro und Event Branche. Seit covid ist da Schicht im Schacht. Je nach Zweig sind über 50% der Leute vom Markt verschwunden. Die GDL kämpft auch für Arbeitsbedingungen und einen langfristig attraktiven Job.",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "neither"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "neither"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "kc9900p",
                  "score": "-2",
                  "created": "2023-12-06 19:13",
                  "author": "saidAvon",
                  "body": "Schon jetzt fallen Züge ständig aus oder sind zu spät, häufig wegen Personalmangel. In den nächsten 15 Jahren verlieren wir ca. 10% der Arbeitskräfte, weil die Boomer in den Ruhestand gehen. Davon sicherlich auch viel Zugpersonal. Gleichzeitig wollen wir sehr viel mehr Verkehr auf die Schiene bringen. Automatisierung ist bei unserem aktuellen Netz wohl auch ein ferner Traum. \n\nMeine Prognose: Die Senkung der Stundenwochen in den nächsten 10 Jahren wäre einfach nur katastrophal. Und das Gleiche gilt auch für viele andere essentielle Berufe, die man nicht automatisieren kann: Lehrer, Pflegekräfte, Handwerker, Erzieher etc.",
                  "branches": [
                    {
                      "id": "kc99vf7",
                      "score": "11",
                      "created": "2023-12-06 19:18",
                      "author": "shadeKerry",
                      "body": "Als guter Arbeitsgeber wäre das für die DB nicht so ein großes Problem.\n\nAber mit den schlechten Konditionen, die die DB bietet, wird sie der Fachkräftemangel hart treffen.\n\nWarum sollten Leute einen anstrengenden Schichtdienst in einer unterbesetzen Branche anfangen, wenn sie dafür nur etwas mehr als Mindestlohn bekommen?",
                      "branches": [
                        {
                          "id": "kcakeo9",
                          "score": "3",
                          "created": "2023-12-07 00:05",
                          "author": "hrefPerth",
                          "body": "Vor allem beim Altersschnitt im Konzern. Als ob das nicht reicht wurde diese Woche ohne Absprache mit ihren Führungskräften vom Vorstand herab wieder Präsenzpflicht angeordnet 1-2 Tage pro Woche (hab für Regio 2 Tage gehört, Rest 1 Tag). Einfach klasse, wie man sich um Nachwuchs bemüht. Bei uns ist nur Geld für Externe da :)",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        },
                        {
                          "id": "kcaksj0",
                          "score": "1",
                          "created": "2023-12-07 00:08",
                          "author": "saidAvon",
                          "body": "Ich bin ja nicht dagegen, dass die Leute gute Arbeitsbedingungen und vor allem auch eine faire Entlohnung haben. Aber ich will etwas die Erwartungen dämpfen, wenn man das ganze in einem weiteren Kontext der deutschen Wirtschaft betrachtet. Wie gesagt halte ich die aktuellen Forderung nach starker Arbeitszeitreduktion in allen Branchen für nicht vereinbar mit dem demografischen Wandel.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "negative"
        },
        {
          "id": "kc8wczf",
          "score": "-5",
          "created": "2023-12-06 17:53",
          "author": "matDeals",
          "body": "Die Bahnreisenden müssen den Konkurrenzkampf der GDL mit der EVG ausbaden. Die GDL jucken die  Reisenden nicht, da geht um die eigene Existenz als (Sparten-)Gewerkschaft. Ob es so erfolgreich ist halte Ich ja für zweifelhaft.",
          "branches": [
            {
              "id": "kc8x5gd",
              "score": "20",
              "created": "2023-12-06 17:58",
              "author": "shadeKerry",
              "body": "Selbst wenn der Streik hauptsächlich durch einen Konkurrenzkampf entstehen würde (was natürlich nicht der Fall ist), wäre das immer noch Schuld der DB.\n\nDie haben das Tarifeinheitsgesetz immerhin verbrochen.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "positive"
        },
        {
          "id": "kc8xs1s",
          "score": "18",
          "created": "2023-12-06 18:02",
          "author": "shadeKerry",
          "body": ">Wo ist da das Fingerspitzengefühl?\n\nWas für ein Fingerspitzengefühl? Die Mitarbeiter leiden unter der selben Inkompetenz unter der auch die Kunden leiden.\n\nSollen die Mitarbeiter jetzt gar nicht mehr streiken, weil die DB ständig selbstverschuldet im Eimer ist?",
          "branches": [
            {
              "id": "kc95krp",
              "score": "25",
              "created": "2023-12-06 18:51",
              "author": "runsUtah",
              "body": "Fingerspitzengefühl ist wohl was ganz anderes als 'gar nicht mehr streiken'. Wenn man bewusst solche bewussten Fehlinterpretationen postet ist jede Diskussion hinfällig.\n\nOP hat gesagt dass es an Fingerspitzengefühl mangelt weil JETZT GERADE der Zugverkehr in München langsam wieder anfängt normal zu funktionieren. Ja, Deutschland ist nicht nur München, aber paar Millionen Menschen leben da schon. Wenn jetzt ENDLICH die S-Bahn wieder fährt, aber dann doch nicht, haha, kann ich schon verstehen dass man minimalstes Verständnis hat.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9a8zf",
              "score": "10",
              "created": "2023-12-06 19:20",
              "author": "phoneMardi",
              "body": "Nächste Woche wäre auch gegangen. Und mit evtl etwas mehr Vorankündigung. Aus Münchner Sicht ist das halt echt ne halbe Katastrophe.",
              "branches": [
                {
                  "id": "kccnsb3",
                  "score": "-1",
                  "created": "2023-12-07 11:58",
                  "author": "yieldPhi",
                  "body": "Es wurde schon angekündigt dass es Streiks geben soll. Und dass man sich nicht vorbereiten kann ist, um in Sachen Transport etwas zu bewirken, nötig. Die Bahn muss leiden damit ein Streik funktioniert, ein Dienstleistungsunternehmen wie die Bahn leidet nur wenn die Kunden es abbekommen.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9ohtr",
              "score": "-3",
              "created": "2023-12-06 20:49",
              "author": "poorJenny",
              "body": "Die Mitarbeiter sind die Inkompetenz.",
              "branches": [
                {
                  "id": "kc9ox5z",
                  "score": "4",
                  "created": "2023-12-06 20:51",
                  "author": "shadeKerry",
                  "body": "Lol.\n\nKlar, das Zugpersonal ist daran Schuld, dass die Infrastruktur vergammelt und es einen Fachkräftemangel gibt.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc8w8se",
      "score": "58",
      "created": "2023-12-06 17:53",
      "author": "hipWhore",
      "body": "Wie jedes Mal, einen Tag vorher ankündigen, danke für nichts. Asozial.",
      "branches": [
        {
          "id": "kc8x2jw",
          "score": "-6",
          "created": "2023-12-06 17:58",
          "author": "maryItaly",
          "body": "Da dass erst am 22 Uhr beginnen sollen, haben die technisch gesehen es länger als vor 1 Tag vor dem Streik angekündigt.",
          "branches": [
            {
              "id": "kc92kkj",
              "score": "15",
              "created": "2023-12-06 18:32",
              "author": "starThat",
              "body": "achso na dann",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kc965yt",
          "score": "-22",
          "created": "2023-12-06 18:55",
          "author": "firmsCove",
          "body": "> Asozial.\n\nJap echt Asozial von der Bahn hier kein gutes Angebot zu unterbreiten.",
          "branches": [
            {
              "id": "kc96x6v",
              "score": "-1",
              "created": "2023-12-06 19:00",
              "author": "shineWind",
              "body": "Jo klar, weil Lokführer unbedingt ne 35 Stunden Chillwoche brauchen. Dafür kann man direkt mal das ganze Land in Geiselhaft nehmen",
              "branches": [
                {
                  "id": "kc98h8v",
                  "score": "10",
                  "created": "2023-12-06 19:09",
                  "author": "pamCest",
                  "body": "Wenn man die Arbeitsbedingungen in dem Bereich nicht schnell deutlich verbessert ist der Laden in 5-10 Jahren komplett an die Wand gefahren. Dann werden ob des Personalmangels Fahrpläne ausgedünnt werden müssen.",
                  "branches": [
                    {
                      "id": "kc9d8pk",
                      "score": "-1",
                      "created": "2023-12-06 19:39",
                      "author": "mardiRobot",
                      "body": "Dann können wir ja die Schienen gleich durch Straßen ersetzen. Projekt Bahn ist in meinen Augen noch nicht ausgereift",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "kc99u1r",
                  "score": "5",
                  "created": "2023-12-06 19:18",
                  "author": "typeCorps",
                  "body": "Anscheinend schon. Die Arbeitmarktlage zeigt das ja offensichtlich",
                  "branches": [
                    {
                      "id": "kc9itjd",
                      "score": "-1",
                      "created": "2023-12-06 20:14",
                      "author": "shineWind",
                      "body": "Was zeigt die denn? Das dann plötzlich Menschen aus dem Boden sprießen die Lokführer werden wollen? \n\nDie Busfahrer warten gerade darauf 3 Stunden weniger die Woche zu arbeiten und zum Lokführer umzuschulen?",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "kca428g",
                  "score": "2",
                  "created": "2023-12-06 22:23",
                  "author": "rightGold",
                  "body": "https://www.tagesspiegel.de/politik/68-millionen-uberstunden-bei-beschaftigten-bahn-gewerkschaft-kritisiert-personalmangel-8653609.html",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc98ua5",
              "score": "7",
              "created": "2023-12-06 19:12",
              "author": "usersDive",
              "body": "Jap echt Asozial von der GDL gleichsam eine Reduzierung der Arbeitszeit zu fordern die kaum erfüllbar ist.",
              "branches": [
                {
                  "id": "kc9rvmf",
                  "score": "4",
                  "created": "2023-12-06 21:09",
                  "author": "tankGzip",
                  "body": "die würden der bahn auch in dem punkt sicher entgegenkommen wenn die mal ein halbwegs akzeptables angebot machen würden.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "neither"
            },
            {
              "id": "kc99zd7",
              "score": "20",
              "created": "2023-12-06 19:19",
              "author": "phoneMardi",
              "body": "Es geht um die kurzfristige Ankündigung.",
              "branches": [
                {
                  "id": "kc9bf7e",
                  "score": "-20",
                  "created": "2023-12-06 19:28",
                  "author": "firmsCove",
                  "body": "Ich weiß, die kommt aber dadurch zustande weil die Bahn so assozial ist und der Meinung ist die Arbeitnehmer seien nichts Wert.",
                  "branches": [
                    {
                      "id": "kc9ih5c",
                      "score": "10",
                      "created": "2023-12-06 20:12",
                      "author": "houseFog",
                      "body": "Was für ein Blödsinn. Die kommt dadruch zustande weil die GDL Arschlöcher sind und sonst nichts. Hätte man auch ne Woche oder zwei im Voraus ankündigen können.",
                      "branches": [
                        {
                          "id": "kca3ap1",
                          "score": "-1",
                          "created": "2023-12-06 22:18",
                          "author": "rightGold",
                          "body": "Dass es Streik geben wird, wurde nach den letzten Gesprächen vor ca 2 Wochen angekündigt.\n\nWar jetzt ehrlichgesagt keine Überraschung. Schaue seitdem jeden Tag, ob es News gibt und hab mich mit Terminen etc darauf eingestellt. \n\nVermute man wollte nicht mitten im Wintereinbruch den Streik beginnen.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "negative",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kca36q9",
                  "score": "-1",
                  "created": "2023-12-06 22:18",
                  "author": "rightGold",
                  "body": "Dass es Streik geben wird, wurde nach den letzten Gesprächen vor ca 2 Wochen angekündigt.\n\nWar jetzt ehrlichgesagt keine Überraschung. Schaue seitdem jeden Tag, ob es News gibt und hab mich mit Terminen etc darauf eingestellt. \n\nVermute man wollte nicht mitten im Wintereinbruch den Streik beginnen.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        },
        {
          "id": "kca38rn",
          "score": "-3",
          "created": "2023-12-06 22:18",
          "author": "rightGold",
          "body": "Dass es Streik geben wird, wurde nach den letzten Gesprächen vor ca 2 Wochen angekündigt.\n\nWar jetzt ehrlichgesagt keine Überraschung. Schaue seitdem jeden Tag, ob es News gibt und hab mich mit Terminen etc darauf eingestellt. \n\nVermute man wollte nicht mitten im Wintereinbruch den Streik beginnen.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kcabqo6",
          "score": "-1",
          "created": "2023-12-06 23:09",
          "author": "tbaSonic",
          "body": "Bin froh, dass ich nicht mehr als einmal im Jahr Bahn fahre. Werde es in Zukunft noch weniger tun.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc8wsra",
      "score": "35",
      "created": "2023-12-06 17:56",
      "author": "shadeKerry",
      "body": "Bravo Spiegel. Steht der Bild in nichts nach.\n\nErster Satz ist schon direkt ein Framing gegen die Gewerkschaft.\n\n>Die Lokführergewerkschaft GDL will wieder das Land lahmlegen\n\nNein, die GDL will nicht das ganze Land lahmlegen. Die GDL kämpft für eine faire Entlohnung ihrer Mitglieder.",
      "branches": [
        {
          "id": "kc90haw",
          "score": "92",
          "created": "2023-12-06 18:19",
          "author": "bryanMemo",
          "body": "Nein, sie möchten den Bahnverkehr lahmlegen. Das stimmt schon so. Die beiden Sachen schließen sich nicht aus.\n\nSo kurzfristig ist das halt auch einfach frech, weil den Arbeitnehmern hier Rechte wegen Fehlen/Verspätung im Streikfall fehlen.",
          "branches": [
            {
              "id": "kc920ux",
              "score": "6",
              "created": "2023-12-06 18:29",
              "author": "kitFrame",
              "body": "Du hast das Recht länger zu bleiben und deine Minuszeit abzubauen! /s",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kc92z61",
              "score": "-8",
              "created": "2023-12-06 18:35",
              "author": "shadeKerry",
              "body": ">Nein, sie möchten den Bahnverkehr lahmlegen.\n\nNein, sie möchten Druck gegen den Arbeitgeber in den Verhandlungen aufbauen.\n\nDer Streik ist dabei ihre einzige Möglichkeit.\n\nSie nehmen es in Kauf, aber es ist nicht das, was sie wollen.\n\n>So kurzfristig ist das halt auch einfach frech, weil den Arbeitnehmern hier Rechte wegen Fehlen/Verspätung im Streikfall fehlen.\n\nWas für Rechte fehlen den Arbeitnehmern wegen kurzfristigen Streiks?",
              "branches": [
                {
                  "id": "kc93fk4",
                  "score": "7",
                  "created": "2023-12-06 18:38",
                  "author": "bryanMemo",
                  "body": "Das ist doch Semantik.\n\nWenn ich wegen eines kurzfristigen Streikes nicht an meinem Arbeitsplatz erscheinen kann, darf mein Arbeitgeber mich abmahnen.\n\nMan könnte jetzt sagen dass das alles schon so geplant ist um diese Anti Streik Synergie aufrecht zu erhalten.",
                  "branches": [
                    {
                      "id": "kc94mbe",
                      "score": "11",
                      "created": "2023-12-06 18:45",
                      "author": "shadeKerry",
                      "body": ">Das ist doch Semantik.\n\nNein, es ist keine Semantik. \"Etwas wollen\" und \"etwas in Kauf nehmen\" sind zwei völlig verschiedene Aussagen.\n\n>Wenn ich wegen eines kurzfristigen Streikes nicht an meinem Arbeitsplatz erscheinen kann, darf mein Arbeitgeber mich abmahnen.\n\nDann sollten du und deine Kollegen vielleicht auch eine Gewerkschaft gründen oder beitreten, wenn euer Arbeitgeber euch wegen Dingen bestraft, die außerhalb eurer Kontrolle liegen.",
                      "branches": [
                        {
                          "id": "kc951d6",
                          "score": "-2",
                          "created": "2023-12-06 18:48",
                          "author": "bryanMemo",
                          "body": "Gegen Arbeitsrecht kommt auch keine Gewerkschaft an.\n\nWas wählt man als Arbeitskampf Freund eigentlich?",
                          "branches": [
                            {
                              "id": "kc95rip",
                              "score": "12",
                              "created": "2023-12-06 18:52",
                              "author": "shadeKerry",
                              "body": "Du kannst natürlich in einem Tarifvertrag festlegen, dass unverschuldete Verspätungen anderweitig ausgeglichen werden, statt in einer Abmahnung.\n\nIch hab auch 40 Tage Urlaub, obwohl man arbeitsrechtlich nur Anrecht auf 24 hat.",
                              "branches": [
                                {
                                  "id": "kc966r6",
                                  "score": "1",
                                  "created": "2023-12-06 18:55",
                                  "author": "bryanMemo",
                                  "body": "Vorher muss man \"alle Möglichkeiten\" ausgenutzt haben um zum Arbeitsplatz zu kommen. Da scheitert es schon qua Design fast immer dran.\n\nInhaltlich bin ich ja bei dir, die Realität (vor allem im Mittelstand) ist halt einfach so.",
                                  "branches": [
                                    {
                                      "id": "kc9gbns",
                                      "score": "4",
                                      "created": "2023-12-06 19:58",
                                      "author": "hackLaura",
                                      "body": ">Vorher muss man \"**alle Möglichkeiten**\" ausgenutzt haben um zum Arbeitsplatz zu kommen. Da scheitert es schon qua Design fast immer dran.Inhaltlich bin ich ja bei dir, die Realität (vor allem im Mittelstand) ist halt einfach so.\n\nFalsch, alle zumutbaren Möglichkeiten.",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            },
                            {
                              "id": "kca4x6x",
                              "score": "5",
                              "created": "2023-12-06 22:28",
                              "author": "rightGold",
                              "body": "Du weißt schon, dass unsere heutigen Arbeitsrechte von Gewerkschaften mühselig erkämpft wurden?\n\nDas kam nicht, weil die Arbeitgeber so nett sind und gerne ihren Gewinn teilen, den du für sie erarbeitest. \n\nUnd genauso muss es auch weitergehen.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "positive",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        },
                        {
                          "id": "kc98wti",
                          "score": "9",
                          "created": "2023-12-06 19:12",
                          "author": "runsUtah",
                          "body": ">Nein, es ist keine Semantik. \"Etwas wollen\" und \"etwas in Kauf nehmen\" sind zwei völlig verschiedene Aussagen.\n\nFYI: Genau das ist Semantik. Semantik ist die Lehre der Bedeutung von Worten.\n\n&#x200B;\n\nUnabhängig dessen kann ich dir nicht zustimmen. Die GDL will doch eindeutig den Bahnverkehr lahmlegen, zu ihren Gunsten, um ihre Positionen zu stärken.\n\nWie soll ich mir das denn sonst vorstellen? \"Ja wir streiken jetzt wegen den Tarifverhandlungen\" - \"Aber Bahnverkehr wird doch dadurch lahmgelegt?\" - \"Achso, Kollateralschaden, das wollten wir eigentlich nicht\".\n\n&#x200B;\n\nDas ist doch **hanebüchen.** Natürlich weiß die GDL dass ihr Streik den Bahnverkehr lahmlegt und führt selbigen genau deswegen in diesem Stil durch. Das irgendwie wegerklären zu wollen ist peinlich.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        },
                        {
                          "id": "kc9hl4h",
                          "score": "4",
                          "created": "2023-12-06 20:06",
                          "author": "houseFog",
                          "body": "Weist du was das Wort Semantik bedeutet? Scheint mir nicht so.",
                          "branches": [
                            {
                              "id": "kc9ihdw",
                              "score": "3",
                              "created": "2023-12-06 20:12",
                              "author": "shadeKerry",
                              "body": "Semantik bedeutet nicht, dass du einem Wort eine völlig neue Bedeutung geben kannst.\n\nWusstest du das? Scheint mir nicht so.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "kc9g8k4",
                      "score": "9",
                      "created": "2023-12-06 19:57",
                      "author": "hackLaura",
                      "body": ">Wenn ich wegen eines kurzfristigen Streikes nicht an meinem Arbeitsplatz erscheinen kann, darf mein Arbeitgeber mich abmahnen.\n\nDeine Aussage ist in ihrer Absolutheit natürlich absolut falsch. Der Arbeitnehmer muss alles zumutbar Mögliche tun, um pünktlich zur Arbeit zur kommen, allerdings gibt es bestimmte Grenzen. Der Arbeitnehmer trägt zwar das Risiko, in diesem Fall ist aber von höherer Gewalt auszugehen und der Arbeitsrichter wird die Gesamtumstände im Regelfall würdigen.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "kc9rnfg",
                      "score": "2",
                      "created": "2023-12-06 21:08",
                      "author": "tankGzip",
                      "body": "> Das ist doch Semantik.\n\nhört framing auf framing zu sein nur weil man es nicht auf die plumpste weise macht?",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "kc9ptcs",
                  "score": "1",
                  "created": "2023-12-06 20:57",
                  "author": "dosFelt",
                  "body": "Wenn sie das nicht wollen, können sie den Streik beim nächsten Jahr doch auch eine Woche im Voraus ankündigen, damit die Bahnreisenden entsprechend umplanen können oder?",
                  "branches": [
                    {
                      "id": "kc9q5p3",
                      "score": "8",
                      "created": "2023-12-06 20:59",
                      "author": "shadeKerry",
                      "body": "Die GDL wollte sogar in während der Friedenspflicht verhandeln.\n\nDas wollte die DB aber nicht. Während dieser Zeit wäre es zu keinerlei Streiks gekommen.",
                      "branches": [
                        {
                          "id": "kc9u0aq",
                          "score": "-3",
                          "created": "2023-12-06 21:22",
                          "author": "dosFelt",
                          "body": "Und weshalb hindert sie das jetzt daran, die Streiks anzukündigen? Ich sehe den Zusammenhang zwischen den zwei Punkten nicht. \n\nHast du für deine Aussage außerdem eine Quelle? Ich kann weder per Google noch im News-Archiv der GDL etwas dazu finden. Das einzige was ich finde sind [Aussagen von Weselsky](https://www.tagesschau.de/wirtschaft/gdl-weihnachten-streik-100.html) von Mitte Oktober, dass die GDL schon eine Urabstimmung zum Streik vor den Verhandlungen ab dem 09.11. juristisch prüfen lassen will.",
                          "branches": [
                            {
                              "id": "kc9zzp8",
                              "score": "5",
                              "created": "2023-12-06 21:58",
                              "author": "shadeKerry",
                              "body": "https://www.mdr.de/nachrichten/deutschland/tarifverhandlungen-bahn-gdl-100.html\n\n>\"Wir wollten schon vor Monaten verhandeln und Herr Seiler hat das abgelehnt.",
                              "branches": [
                                {
                                  "id": "kca7gpa",
                                  "score": "-2",
                                  "created": "2023-12-06 22:43",
                                  "author": "dosFelt",
                                  "body": "Dankeschön. Da finde ich es aber verständlich, wenn die Bahn das Angebot, sofern es das gab, abgelehnt hat. Ein paar Monate vorher waren die nämlich in Verhandlungen mit der EVG. Zwei unterschiedliche Verhandlungen gleichzeitig sind wahrscheinlich auch zu zeitraubend, wenn die Gegenseite nicht gemeinsam verhandeln möchte. \n\nAuf meine ursprüngliche Aussage bezüglich der Ankündigung von Streiks bist du übrigens noch immer nicht eingegangen.",
                                  "branches": [
                                    {
                                      "id": "kcaa9qc",
                                      "score": "6",
                                      "created": "2023-12-06 23:00",
                                      "author": "shadeKerry",
                                      "body": ">Ein paar Monate vorher waren die nämlich in Verhandlungen mit der EVG. Zwei unterschiedliche Verhandlungen gleichzeitig \n\nDie Verhandlungen mit der EVG sind schon seit August gelaufen.\n\nDa wäre also anschließend mehr als genug Zeit gewesen.\n\nDie DB weigert sich, in der Tarifrunde auf die Forderungen der GDL einzugehen und versucht Zeit zu schinden.\n\nDeshalb gab es keine Verhandlungen während der Friedenspflicht.",
                                      "branches": [
                                        {
                                          "id": "kcad6zy",
                                          "score": "-2",
                                          "created": "2023-12-06 23:18",
                                          "author": "dosFelt",
                                          "body": "Seit August. Was ist denn ein paar Monate vor Ende Oktober? Jedenfalls nicht Oktober oder September sondern Juni, Juli und August. Also die Zeit der EVG Verhandlungen.",
                                          "branches": [
                                            {
                                              "id": "kcahbzl",
                                              "score": "3",
                                              "created": "2023-12-06 23:45",
                                              "author": "shadeKerry",
                                              "body": "Sind bei dir ein paar Monate ein halbes Jahr?\n\nAugust, September, Oktober.\n\nDrei Monate in denen hätte verhandelt werden können.\n\nDas sind \"ein paar Monate\".",
                                              "branches": [],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "neither",
                                              "stanceOnParent": "negative"
                                            }
                                          ],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "negative"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9p8fy",
              "score": "3",
              "created": "2023-12-06 20:53",
              "author": "heyMardi",
              "body": "> weil den Arbeitnehmern hier Rechte wegen Fehlen/Verspätung im Streikfall fehlen.\n\nDaran ist die Politik schuld, nicht die GDL.\n\nUnd je kurzfristiger desto mehr Wirkung durch den Streik. Warum soll die GDL hier zurückstecken?",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kca49wv",
              "score": "-6",
              "created": "2023-12-06 22:24",
              "author": "rightGold",
              "body": "Dass es Streik geben wird, wurde nach den letzten Gesprächen vor ca 2 Wochen angekündigt.\n\nWar jetzt ehrlichgesagt keine Überraschung. Schaue seitdem jeden Tag, ob es News gibt und hab mich mit Terminen etc darauf eingestellt.\n\nVermute man wollte nicht mitten im Wintereinbruch den Streik beginnen.",
              "branches": [
                {
                  "id": "kcacs9a",
                  "score": "4",
                  "created": "2023-12-06 23:16",
                  "author": "handyPage",
                  "body": "Sollen die Leute, die auf die Bahn angewiesen sind, sich jetzt prophylaktisch drei Monate Urlaub nehmen oder sich ein Auto kaufen?",
                  "branches": [
                    {
                      "id": "kcadg57",
                      "score": "2",
                      "created": "2023-12-06 23:20",
                      "author": "rightGold",
                      "body": "??? Wegen einem Tag Warnstreik muss man sich ja wohl keine 3 Monate Urlaub nehmen. Man kommuniziert vorher dem Chef oder Kunden, dass im fall eines Streikes die Anreise nicht möglich sein wird und überlegt sich gemeinsam eine Alternative oder Notfallplan.",
                      "branches": [
                        {
                          "id": "kcajgyi",
                          "score": "1",
                          "created": "2023-12-06 23:59",
                          "author": "handyPage",
                          "body": "Wenn die nicht, oder nur 24h vorher angekündigt werden wohl schon.",
                          "branches": [
                            {
                              "id": "kcal0zg",
                              "score": "2",
                              "created": "2023-12-07 00:10",
                              "author": "rightGold",
                              "body": "Bin übrigens auch auf die Bahn angewiesen und habe kein Auto.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "negative"
        },
        {
          "id": "kc9wg4j",
          "score": "-3",
          "created": "2023-12-06 21:37",
          "author": "dozenSay",
          "body": "Auf kurz oder lang werden die Mitarbeiter die jetzt besser bezahlt werden sollen sowieso wegautomatisiert. In kaum einem Job bietet sich das so an, wie bei z.B. Bahnfahrern. Ich hoffe ehrlich gesagt dass die Streiks diesen Prozess ankurbeln - für Fahrgäste ist das eine Zumutung.",
          "branches": [
            {
              "id": "kca0a7s",
              "score": "3",
              "created": "2023-12-06 22:00",
              "author": "shadeKerry",
              "body": "Die Mitarbeiter werden auf kurz oder lang genauso wegautomatisiert werden, wie dein Arbeitsplatz wegautomatisiert wird.",
              "branches": [
                {
                  "id": "kca2t3e",
                  "score": "-2",
                  "created": "2023-12-06 22:15",
                  "author": "dozenSay",
                  "body": "Auf garkeinen Fall, mein Job ist da ziemlich Zukunftssicher. Bahnfahrer wie gesagt überhaupt nicht.",
                  "branches": [
                    {
                      "id": "kca3hi3",
                      "score": "6",
                      "created": "2023-12-06 22:19",
                      "author": "shadeKerry",
                      "body": ">Bahnfahrer wie gesagt überhaupt nicht.\n\nDass du das denkst, lässt mich an deiner ersten Aussage zweifeln.\n\nEin absoluter Großteil des Zugverkehrs ist sehr weit von einer Automatisierung entfernt.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcca8pk",
          "score": "-1",
          "created": "2023-12-07 08:48",
          "author": "ferryCandy",
          "body": "Der Satz stimmt doch. Die GDL will der Gesellschaft Schaden um Druck auf die Arbeitgeber auszuüben.\n\nMan sollte Leute an ihren Taten messen und nicht an ihren Absichten.",
          "branches": [
            {
              "id": "kccftr2",
              "score": "1",
              "created": "2023-12-07 10:06",
              "author": "shadeKerry",
              "body": "Nein, die GDL will nicht der Gesellschaft schaden.\n\nDie GDL will den Betrieb der bestreiten Unternehmen stören.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "kc8x2bi",
      "score": "61",
      "created": "2023-12-06 17:58",
      "author": "ballsHim",
      "body": "Fuuuckk! Am Freitag Abend fahre ich endlich mal wieder übers Wochenende zu meiner Freundin. Das letzte Mal war der Zug auf der Hinfahr (Frankfurt-München) schon 1,5 Std. verspätet und auf der Rückfahr war ich statt um 21 Uhr um 0:30 Uhr zuhause.\n\nWenn die am Freitag streiken und ich erst am Samstag farhren kann lohnt es sich ja fast nicht. Nur eine Nacht, Sonntag muss ich wieder zurück, Tickets waren teuer.\n\nDie ganze Bahn ist nur noch ein einziger Abfuck! Da muss endlich mal was passieren, es kann nciht sein, dass so eine wichtige Sache regelmäßig einfach ausfäll. Bin langsam echt am Ende.",
      "branches": [
        {
          "id": "kc8xpbq",
          "score": "40",
          "created": "2023-12-06 18:02",
          "author": "pingBob",
          "body": "Die Lufthansa fliegt die Strecke stündlich",
          "branches": [
            {
              "id": "kc9igvz",
              "score": "18",
              "created": "2023-12-06 20:12",
              "author": "youYes",
              "body": "Es sei denn, es schneit. Offenbar ist man darauf in München nicht wirklich vorbereitet.",
              "branches": [
                {
                  "id": "kc9ksfs",
                  "score": "17",
                  "created": "2023-12-06 20:26",
                  "author": "pingBob",
                  "body": "Der Flughafen ist darauf deutlich besser vorbereitet als die Bahn.\n\nDer läuft schon seit Tagen wieder komplett.\nDie Bahn nicht wirklich.",
                  "branches": [
                    {
                      "id": "kc9lqu4",
                      "score": "2",
                      "created": "2023-12-06 20:32",
                      "author": "youYes",
                      "body": "Seit Tagen komplett? Also mein Flug nach Malta hätte ursprünglich am Samstag Mittag abfliegen sollen, der erste Flug der nicht storniert wurde war aber Dienstag Mittag (mit 3 Stunden Verspätung).\n\nJa, am Dienstag Vormittag gab es nochmal Eisregen, aber ansonsten hatte der Flughafen nach den Schneefällen am Samstag 48 Stunden Zeit um wieder normalen Betrieb herzustellen und ist dabei kläglich gescheitert.",
                      "branches": [
                        {
                          "id": "kcab8wu",
                          "score": "7",
                          "created": "2023-12-06 23:06",
                          "author": "serSome",
                          "body": "Am Montag war Normalbetrieb. Die Betriebsausfälle waren zwei separate Ereignisse und es ist nicht \"kläglich\" wenn ein Flughafen bei solchen Wetterlagen den Betrieb einstellt, sondern völlig normal. Die haben keine Fußbodenheizung.",
                          "branches": [
                            {
                              "id": "kcabszx",
                              "score": "1",
                              "created": "2023-12-06 23:10",
                              "author": "youYes",
                              "body": "Dass während des extremen Schneefalls der Betrieb eingestellt wurde stört mich ja auch gar nicht, da wäre man mit räumen und enteisen nie fertig geworden. Nach Ende des Schneefalls gilt das so aber nicht mehr, und es kann eigentlich keine 48 Stunden dauern einen Flughafen von Schnee und Eis zu befreien.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kc95kku",
          "score": "12",
          "created": "2023-12-06 18:51",
          "author": "breadEdt",
          "body": "Fährt FlixBus vlt? Wär ne option",
          "branches": [
            {
              "id": "kc9df6z",
              "score": "10",
              "created": "2023-12-06 19:40",
              "author": "markLive",
              "body": "der ist eh schon voll",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kc9ikfg",
          "score": "1",
          "created": "2023-12-06 20:12",
          "author": "zusHate",
          "body": "Blablacar 😀",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc8x2m9",
      "score": "14",
      "created": "2023-12-06 17:58",
      "author": "pingBob",
      "body": "Was bin ich froh, dass ich für Weihnachten schon mein Flugticket nach Hause habe.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc8y6jt",
      "score": "69",
      "created": "2023-12-06 18:05",
      "author": "slimJets",
      "body": "Danke fürs nichts. Sitze Grad im Zug und muss statt Freitag sofort morgen früh zurückfahren.\n\nBin ja für deren Sache und alles, aber geht das nicht ein bisschen früher mit Ansage?",
      "branches": [
        {
          "id": "kc8z6mt",
          "score": "52",
          "created": "2023-12-06 18:11",
          "author": "hipWhore",
          "body": "Gleich kommt jemand und sagt dir, dass der Streik ja gar nicht mehr wirkt wenn die Kunden mehr als einen Tag haben, um sich darauf einzustellen.",
          "branches": [
            {
              "id": "kc92gq1",
              "score": "-2",
              "created": "2023-12-06 18:32",
              "author": "dosFelt",
              "body": "Aber die wollen das Land ja gar nicht lahm legen, deswegen keine Ahnung wie du auf so eine Idee kommst ^/s",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "positive"
            },
            {
              "id": "kc9964a",
              "score": "20",
              "created": "2023-12-06 19:14",
              "author": "setsToll",
              "body": "Naja dann muss man halt mehr als einen Tag streiken. Ein Tag ist halt lediglich eine maximale Unannehmlichkeit für alle beteiligten. Für Arbeitskampf hab ich jederzeit Verständnis aber wenn dann bitte richtig damit das Thema auch mal durch ist und sich nicht über Monate hin zieht.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9o5ur",
              "score": "13",
              "created": "2023-12-06 20:47",
              "author": "asinOmega",
              "body": "Naja, erzeugt den (fast) maximal möglichen Schaden gemessen an der Streikzeit. Ist halt Arbeitskampf. Wieso mildere Mittel wählen?",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9yikk",
              "score": "1",
              "created": "2023-12-06 21:49",
              "author": "rightGold",
              "body": "Dass es Streik geben wird, wurde nach den letzten Gesprächen vor ca 2 Wochen angekündigt.\n\nWar jetzt ehrlichgesagt keine Überraschung. Schaue seitdem jeden Tag, ob es News gibt und hab mich mit Terminen etc darauf eingestellt. \n\nVermute man wollte nicht mitten im Wintereinbruch den Streik beginnen.",
              "branches": [
                {
                  "id": "kcaczn4",
                  "score": "18",
                  "created": "2023-12-06 23:17",
                  "author": "slimJets",
                  "body": "Ja danke heißt ich kann nie wieder Bahn fahren? Interessiert meinen Arbeitgeber und die Kunden nicht, für den muss ich trotzdem los, also alles kein Privatvermögen.\n\nUnd jeden Tag nachgucken hahaha, guter Witz, hab bestimmt heute schon 3x nachgeguckt, die Info kam dann als ich schon abends in der Bahn fast am Zielort ankam.",
                  "branches": [
                    {
                      "id": "kcae6n2",
                      "score": "-6",
                      "created": "2023-12-06 23:24",
                      "author": "rightGold",
                      "body": "Also man kann sich das Leben echt schwer machen. Das musst du wissen, ob du wegen einem Tag Warnstreik nie wieder Bahn fahren kannst. Für mich war es jedenfalls kein Problem, das vorher mit meinen Kunden zu kommunizieren und auf den Fall vorzubereiten. Ebenso weiß ich, dass eine kurzfristige Hotelübernachtung nicht von mir getragen werden müsste. Wäre das nicht der Fall, würde ich den Chef vorher um eine Zusicherung bitten und nochmal hinterfragen mit ihm gemeinsam, ob ich jetzt echt physisch dahinfahren muss.",
                      "branches": [
                        {
                          "id": "kcaevug",
                          "score": "6",
                          "created": "2023-12-06 23:29",
                          "author": "slimJets",
                          "body": "Schön für dich. Unseren Kunden war das egal, und jetzt?\nUnd wen interessieren die Kosten? Keine Ahnung wie du darauf kommst das das mein Problem war. Die werden alle erstattet/übernommen.\n\nGeht mir darum sich auf den Weg zu machen und 3 Stunden später zu erfahren, das dies umsonst war. Und in meinem Fall 5h hin, und 5h zurück muss für gar nichts",
                          "branches": [
                            {
                              "id": "kcagur3",
                              "score": "-2",
                              "created": "2023-12-06 23:42",
                              "author": "rightGold",
                              "body": "Mir geht es darum, dass hier viele Leute auf ihrem Egotrip mega überdramatisieren und ihre Zeit natürlich das wertvollste der Welt ist, aber ob der Lokführer schon 300 Überstunden drauf hat, das juckt dann nicht. Der soll mal schön nicht aufmucken und sich nicht rechtmäßig für bessere Arbeitsbedingungen einsetzen, wenn ich auch nur eine Unannehmlichkeit haben könnte.",
                              "branches": [
                                {
                                  "id": "kcah8xd",
                                  "score": "2",
                                  "created": "2023-12-06 23:44",
                                  "author": "slimJets",
                                  "body": "Schön. Kann ich deren Forderungen und nöte verstehen? Klar. Kann ich mich trotzdem über mein leid klagen, vor allem wenn es so knapp zu vermeiden war? Jap.\n\nDeine Belehrungen und Besserwisserei ist daher am falschen platz",
                                  "branches": [
                                    {
                                      "id": "kcaishl",
                                      "score": "-2",
                                      "created": "2023-12-06 23:55",
                                      "author": "rightGold",
                                      "body": "Hätte ich ahnen können, dass es nur ums Frust ablassen und meckern geht. Dann haben Fakten hier natürlich nix verloren. Vll hat dir ja wenigstens das meckern und sticheln geholfen.",
                                      "branches": [
                                        {
                                          "id": "kcajk2q",
                                          "score": "5",
                                          "created": "2023-12-07 00:00",
                                          "author": "slimJets",
                                          "body": "Fürs  nächste Mal weißt dus. Und tu dann bitte zumindestens nicht, als ob es dir um die Lokführer geht, sondern sei so ehrlich zu dir, dass es darum geht dich selber möglichst toll darstehen zu lassen und mit dem Finger auf andere zeigen zu können. Nichts anderes hast du nämlich mit deinem ersten Kommentar gemacht. Und daher auch x mal im thread sparen musstest",
                                          "branches": [
                                            {
                                              "id": "kcamnvi",
                                              "score": "1",
                                              "created": "2023-12-07 00:21",
                                              "author": "rightGold",
                                              "body": "Ich würde mir bestimmt hier nicht den ganzen Frust der Leute mir aufladen und damit Beleidigungen gegen meine Person, wenn es mir hier um mich ginge.\n\nEs geht hier sehr klar um die Belange der Lokführer (denen ich näher stehe als du denkst) und den Umgang vieler Kommentierenden damit. \n\nFinde die Kommentarspalten hier zu dem Thema bedenklich, was den Zusammenhalt in unserer Gesellschaft betrifft. Vor allem dem Zusammenhalt von Lohnabhängigen.",
                                              "branches": [
                                                {
                                                  "id": "kcansot",
                                                  "score": "3",
                                                  "created": "2023-12-07 00:29",
                                                  "author": "slimJets",
                                                  "body": "Lustigerweise stehst du denen bestimmt nicht näher als ich, mehr kann ich beruflich dazu leider nicht sagen :D\n\nWenn es dir um die Lokführer im geringsten ginge, hättest du sie einmal erwähnt.\n\nStattdessen postest du immer wieder, was andere hätten besser machen können und wie vorbildlich du vorgegangen bist. \n\nBelüg dich selber, bitte. Aber drangsalier andere dann nicht",
                                                  "branches": [],
                                                  "isTopLevel": false,
                                                  "stanceOnSubmission": "neither",
                                                  "stanceOnParent": "negative"
                                                }
                                              ],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "neither",
                                              "stanceOnParent": "negative"
                                            }
                                          ],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "negative"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "positive",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kc93jwx",
          "score": "7",
          "created": "2023-12-06 18:39",
          "author": "sillyActor",
          "body": "Jo, richtig geil. Hatten fürs Wochenende Geburtstagsbesuch erwartet. Das wird dann wohl nichts. Irgendwann ist die Solidarität mit den Streikenden dann auch mal am Ende. Wenigstens ein paar Tage vorher, damit man noch andere Lösungen finden kann.",
          "branches": [
            {
              "id": "kc94n2b",
              "score": "6",
              "created": "2023-12-06 18:45",
              "author": "liteYear",
              "body": "Dito. Morgenabend bis Sonntag eigentlich den Besuch bei der Familie gebucht, letzte Woche noch überlegt aufs Auto umzusteigen, aber dann doch dagegen entschieden. Und jetzt ist natürlich heute morgen die Stornierungsfrist fürs Hotel abgelaufen 😅\nLäuft.... Mit dem Auto hin und mit der gebuchten Rückreise zurück wird natürlich auch schwer",
              "branches": [
                {
                  "id": "kc9hao1",
                  "score": "2",
                  "created": "2023-12-06 20:04",
                  "author": "slimJets",
                  "body": "Oh man das ist ja auch kacke",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            },
            {
              "id": "kc94py8",
              "score": "14",
              "created": "2023-12-06 18:46",
              "author": "popeLabel",
              "body": "Im Rahmen der Fahrgastrechte kann man entweder eine alternative Verbindung wählen oder von der Reise zurücktreten, weil sie sinnlos geworden ist und sich das komplette Geld erstatten lassen, ja.\n\nhttps://fahrgastrechte.info/ihre-rechte-im-detail/\n\nEventuell bietet die DB auch noch darüber hinausgehende Kulanzregelungen an, aber da ist noch nichts bekannt. Sobald was kommt, findet man's im Zweifel hier:\n\nhttps://www.bahn.de/service/fahrplaene/aktuell",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kc9n3b6",
              "score": "1",
              "created": "2023-12-06 20:40",
              "author": "filedCarey",
              "body": "Wow, 2 Streiks und die Solidarität ist aufgebraucht? \nStreiks müssen wehtun anosten helfen sie ja nicht.",
              "branches": [
                {
                  "id": "kca34zd",
                  "score": "11",
                  "created": "2023-12-06 22:17",
                  "author": "sillyActor",
                  "body": "Zwei? Bist du Anfang November 2023 geboren?",
                  "branches": [
                    {
                      "id": "kcc2see",
                      "score": "2",
                      "created": "2023-12-07 07:16",
                      "author": "floatFully",
                      "body": "Nicht nur die Streiks. Im Sommer wird auch viel an den Strecken gearbeitet. Als Pendler bist du nem ständigen Spießrutenlauf ausgesetzt. Wenn ich nicht so gegen ein Auto wäre, würde ich umsteigen.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "neither"
            },
            {
              "id": "kc9ohfm",
              "score": "13",
              "created": "2023-12-06 20:49",
              "author": "heyMardi",
              "body": "> Irgendwann ist die Solidarität mit den Streikenden dann auch mal am Ende.\n\nOkay, dann mal ganz blöd gefragt: was kann sich die GDL in einer Tarifverhandlung von deiner Solidarität kaufen?\n\nEine Gewerkschaft ist ihren Mitgliedern verpflichtet, nicht der Öffentlichkeit. Und warum soll man den eigenen Streik und die Verhandlungen schwächen indem man früher Streiks ankündigt?",
              "branches": [
                {
                  "id": "kc9qz0k",
                  "score": "14",
                  "created": "2023-12-06 21:04",
                  "author": "hallOpen",
                  "body": "Finde es immer cool zu sehen, wie Arbeitskampf und Solidarität in Deutschland gegen 0 geht, sobald ein Streik auch nur irgendeine reale Auswirkung hat. Und dann wird sich auf dem Sub immer beschwert, dass die Löhne und Arbeitsbedingungen schlecht sind in Deutschland....",
                  "branches": [
                    {
                      "id": "kc9tcmx",
                      "score": "15",
                      "created": "2023-12-06 21:18",
                      "author": "heyMardi",
                      "body": "Es ist auch immer wieder großartig wenn wieder jemand auftaucht mit \"Also was die fordern ist ja unverschämt, ich hab auch nur X% bekommen\".",
                      "branches": [
                        {
                          "id": "kcbz2xp",
                          "score": "1",
                          "created": "2023-12-07 06:36",
                          "author": "tiresFlags",
                          "body": "Selber dann aber nicht streiken wollen und auch gar nicht in einer Gewerkschaft sein, \"die Gewerkschaften tun ja nichts\".",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "positive",
                          "stanceOnParent": "positive"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "positive",
                      "stanceOnParent": "positive"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "positive"
        },
        {
          "id": "kc9tkbv",
          "score": "4",
          "created": "2023-12-06 21:20",
          "author": "ratioJuice",
          "body": ">Bin ja für deren Sache und alles, aber geht das nicht ein bisschen früher mit Ansage?\n\nIch kopiere mal einen Kommentar von /u/domi1108  \n\n\nIn 3-4 Tagen kann die Bahn noch viele Urlaube von anderen Lokführern kurzfristig revidieren und Ersatzfahrpläne erstellen um wenigstens die Hauptstrecken mit möglichst viele Wagen zu bestellen und ja es macht auch einen Unterschied ob nur noch 10% fahren können statt 20% von den normalen 50%  \nJe kürzer die Zeit desto weniger Planungszeit für die Bahn.  \nJa für die Passagiere ist das eine Katastrophe wie bei jedem Streik.",
          "branches": [
            {
              "id": "kcadsh8",
              "score": "2",
              "created": "2023-12-06 23:22",
              "author": "slimJets",
              "body": "2h früher wär mir auch schon lieb ;D dann hätte ich mir einen Trip von 5h hin und 5h zurück sparen können",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kc9yh6o",
          "score": "1",
          "created": "2023-12-06 21:49",
          "author": "rightGold",
          "body": "Dass es Streik geben wird, wurde nach den letzten Gesprächen vor ca 2 Wochen angekündigt.\n\nWar jetzt ehrlichgesagt keine Überraschung. Schaue seitdem jeden Tag, ob es News gibt und hab mich mit Terminen etc darauf eingestellt. \n\nVermute man wollte nicht mitten im Wintereinbruch den Streik beginnen.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kca76ze",
          "score": "13",
          "created": "2023-12-06 22:42",
          "author": "buyCodes",
          "body": "Die haben einen neuen Trick gefunden - kurz ohne Ansage sodass es nichtmal Zeit gibt für Verhandlungen. Irgendwann kann die DB sogar damit umgehen und dann sehen wir plötzlich Streiks innerhalb von ein paar Stunden angekündigt lol\n\n\"Wir begrüßen Sie herzlich auf der Fahrt von Berlin nach Basel. Da mein Gewerbechef einen Streik mit Anfang in 30 Minuten angekündigt hat, wird dieser Zug heute bei einem kleinen Dorf mitten in der Pampa enden. Viel Spaß!\"",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc8zqko",
      "score": "13",
      "created": "2023-12-06 18:15",
      "author": "phpbbPike",
      "body": "Shit.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc90ngt",
      "score": "-9",
      "created": "2023-12-06 18:20",
      "author": "deptSao",
      "body": "Mittlerweile gönn ich's ihnen, dass sie nichts bekommen.",
      "branches": [
        {
          "id": "kc98jtu",
          "score": "15",
          "created": "2023-12-06 19:10",
          "author": "sbjctBall",
          "body": "Wird nicht passieren. Jetzt wird wieder einzelne Tage gestreikt, dann kommt der Weihnachtsfrieden, dann greift die Urabstimmung und tagelange Streiks, bis auch der allerletzte genug hat und am Ende trifft man sich unweit vom aktuellen Angebot, hat aber die große Unmut der Bevölkerung um sich herum.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kccrt0s",
          "score": "1",
          "created": "2023-12-07 12:47",
          "author": "yieldPhi",
          "body": "Sollen sich einfach versklaven bis keiner bock mehr hat. Dann macht die Bahn dicht und das Problem ist permanent gelöst.\n\nWir haben Gewerkschaften nicht grundlos",
          "branches": [
            {
              "id": "kccu1xd",
              "score": "-1",
              "created": "2023-12-07 13:12",
              "author": "deptSao",
              "body": "Job, für die 18% der arbeitenden Bevölkerung. Alle anderen müssen sich selbst drum kümmern und können dem Rest der Bevölkerung nicht für ihre hirnrissigen Forderungen unsäglich auf den Sack gehen.",
              "branches": [
                {
                  "id": "kccu78u",
                  "score": "1",
                  "created": "2023-12-07 13:14",
                  "author": "yieldPhi",
                  "body": "Was? Dass die Bahn ein Dienstleistungsunternehmen ist, ist weder schuld noch Problem der Arbeitnehmer.",
                  "branches": [
                    {
                      "id": "kcd18ii",
                      "score": "-1",
                      "created": "2023-12-07 14:20",
                      "author": "deptSao",
                      "body": "Und dass sie ihren Hals nicht voll kriegen sollte nicht mein Problem sein, sie machen's aber dazu. Also können sie sich gerne mal in's Knie f\\* und ich hoffe inständig, dass die Bahn hart bleibt und ihnen gar nicht entgegen kommt.",
                      "branches": [
                        {
                          "id": "kcd22pd",
                          "score": "1",
                          "created": "2023-12-07 14:27",
                          "author": "yieldPhi",
                          "body": "Ja dann Zahl halt mehr, kommt bestimmt bei deren Lohn an. Leiste deinen eigenen Teil statt rumzumaulen",
                          "branches": [
                            {
                              "id": "kcd2o3a",
                              "score": "1",
                              "created": "2023-12-07 14:32",
                              "author": "deptSao",
                              "body": "Wie soll ich denn bitte mehr zahlen? Zumindest heuchel ich nicht so scheinheilig rum.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "negative",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc922po",
      "score": "2",
      "created": "2023-12-06 18:29",
      "author": "cyberLions",
      "body": "Hat jemand Erfahrung was die Privatbahnen im NV angeht. Sind die zumindest teilweise beim letzten Streik gefahren?",
      "branches": [
        {
          "id": "kc99bka",
          "score": "15",
          "created": "2023-12-06 19:15",
          "author": "bookTrick",
          "body": "Hi bei uns ist die Vlexx (Privatbahn die RLP, Saarland, Hessen und z.T. auch das Elsass ziemlich großzügig bedient) ohne Probleme gefahren. Sie ist sogar noch pünktlicher als sonst gefahren, da sie auf keine Züge von der Bahn warten mussten lol",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kc9ar8n",
          "score": "4",
          "created": "2023-12-06 19:24",
          "author": "phoneMardi",
          "body": "Es streiken nur die Lokführer der DB. Privatbahnen und ausländische Bahnen fahren.",
          "branches": [
            {
              "id": "kcairrw",
              "score": "2",
              "created": "2023-12-06 23:54",
              "author": "menusDeck",
              "body": "Nein, auch Mitglieder bei manchen Privatbahnen u.a. im Transdev-Konzern sind zum Streik aufgerufen (Nordwestbahn etc.)",
              "branches": [
                {
                  "id": "kcc7kcw",
                  "score": "1",
                  "created": "2023-12-07 08:13",
                  "author": "phoneMardi",
                  "body": "Bei uns sagt bspw die BRB (auch Transdev), dass sie vom Streik nicht betroffen sind.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc92eix",
      "score": "19",
      "created": "2023-12-06 18:31",
      "author": "queryNam",
      "body": "Klar, dann wenn ich mich bei einer zweiwöchigen Dienstreise dafür entschieden hatte dazwischen heimzufahren um mit meinem Freund unser Jubiläum zu feiern :( Mal sehen ob ich irgendwie an eine Fahrgesellschaft komme, sonst fahr ich halt Mitternacht. Man ich hasse diese Kurzfristigkeit",
      "branches": [
        {
          "id": "kcc1ybk",
          "score": "1",
          "created": "2023-12-07 07:06",
          "author": "leadNine",
          "body": "Flug",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc92wsf",
      "score": "26",
      "created": "2023-12-06 18:35",
      "author": "starThat",
      "body": "RIP Verkehrswende",
      "branches": [
        {
          "id": "kccfw0h",
          "score": "3",
          "created": "2023-12-07 10:07",
          "author": "yieldPhi",
          "body": "Verkehrswende ist halt schwierig wenn niemand mehr den Job machen will.",
          "branches": [
            {
              "id": "kcctlfg",
              "score": "2",
              "created": "2023-12-07 13:07",
              "author": "kitMyth",
              "body": "Wenn der Finanzminister sagt dass sich das System Bahn selber tragen muss dann wird sich da auch nichts ändern. Jedes Land das ein vernünftiges Bahnsystem hat muss dieses subventionieren. Aber Deutschland muss sie Demokratie am Hindukusch verteidigen daher ist für die Bahn leider kein Geld mehr da.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc94b0z",
      "score": "171",
      "created": "2023-12-06 18:43",
      "author": "liteYear",
      "body": "Knaop 24h vorher die Ankündigung via Spiegel zu leaken, dürfte neuer Rekord sein oder?",
      "branches": [
        {
          "id": "kcai2v4",
          "score": "62",
          "created": "2023-12-06 23:50",
          "author": "safeShe",
          "body": "Und vor allem arschig. Das war ja nichtmal eine offizielle Ankündigung. Wenn es nach der GDL gegangen wäre, wäre die Vorwarnzeit für die Reisenden noch kürzer gewesen.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcajqiq",
          "score": "26",
          "created": "2023-12-07 00:01",
          "author": "nokiaNat",
          "body": "Rein spekulativ: die Ankündigung, wieder streiken zu wollen, kam schon letztes WE. Es ist komisch, dass das so lange gedauert hat. Ich vermute, dass die das Schneechaos in Bayern abgewartet haben. Was wiederum sehr fair wäre.",
          "branches": [
            {
              "id": "kcal5s9",
              "score": "6",
              "created": "2023-12-07 00:11",
              "author": "liteYear",
              "body": "Ja, das stimmt. Aber die Kommunikation ist halt schon mindestens mal ne 4-. War ja auch zunächst gar keine öffentliche Stellungnahme, sondern ein Leak des Spiegels. Also mit Ruhm bekleckern sich hier wieder mal beide Seiten nicht. Bin mal gespannt, ab wann der unbefristete Streik kommen wird, glaube dann kann man Bahnreisen erst mal komplett abschminken",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kccc2wq",
              "score": "2",
              "created": "2023-12-07 09:13",
              "author": "shineWind",
              "body": "Super fair, dass manche jetzt eine Woche lang keine Sbahn zur Arbeit fahren können",
              "branches": [
                {
                  "id": "kcce5zs",
                  "score": "1",
                  "created": "2023-12-07 09:42",
                  "author": "kenSkype",
                  "body": "Ist ja auch der Sinn eines Streiks wehzutun.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kcci2j6",
                  "score": "9",
                  "created": "2023-12-07 10:39",
                  "author": "scopeTiles",
                  "body": "Das Problem ist, dass das Streikrecht in Deutschland nen Papiertieger ist. So Aktionen wie in Japan z.B. wo die Öffentlichen verkehrsmittel weiter fahren und man einfach keine Karten verkauft und auch nicht Kontrolliert oder sowas wie in Schweden wo dann solidaritätsstreiks mit den Teslabeschäftigten passiere n sind in Deutschland schlicht illegal. Wodurch der leidtragende bei Streiks von Öffentlichen Dienst oder Nah und Fernverkehr leider der Kunde ist und nicht die Arbeitgeber. Das 49 euro ticket und die Bahncard sind ja eh schon bezahlt.",
                  "branches": [
                    {
                      "id": "kccjrxa",
                      "score": "1",
                      "created": "2023-12-07 11:03",
                      "author": "shineWind",
                      "body": "Zudem der Arbeitgeber quasi der deutsche Staat und damit wir alle sind.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "positive"
                    },
                    {
                      "id": "kccstpw",
                      "score": "4",
                      "created": "2023-12-07 12:59",
                      "author": "latinExtra",
                      "body": "> So Aktionen wie in Japan z.B. wo die Öffentlichen verkehrsmittel weiter fahren\n\nDie sind halt auch einfach Quatsch. Die meisten haben hier Abotickets. Solche Aktionen hießen halt einfach regulär weiterarbeiten (davon ab das Zugfahrer sowieso keine Tickets kontrollieren). Da werden dem Arbeitskraftnehmer aber schon die Knie schwach, bei solch grausigen Aussichten!",
                      "branches": [
                        {
                          "id": "kccvfe1",
                          "score": "2",
                          "created": "2023-12-07 13:26",
                          "author": "scopeTiles",
                          "body": "Also, zunächst hab ich auch erwähnt, dass das Deutschlandticket ja eh schon bezahlt ist.\n\nAber im Fernverkehr kaufen sich die meisten Leute vorher das Ticket. Wenn das also legal wäre, einfach keine Tickets zu kontrollieren (deswegen ja auch das 2. Beispiel mit Solidaritätsstreiks wie in Schweden. Lockführer wollen mehr Geld, Bahnpersonal kontrolliert mit Ansage an dem Tag keine Tickets) und man das rechtzeitig mitteilen würde, wäre da durchaus ein Verlust für die DB zu bewerkstelligen ohne, dass die Fahrgäste darunter leiden (abgesehen von überfüllten Zügen weil an dem Tag Bahnfahren \"kostenlos\" ist)\n\nUnd Güterverkehr kann ganz normal bestreikt werden. Dann wären die anderen Züge an dem Tag ja vielleicht tatsächlich mal pünktlich.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc97e9i",
      "score": "1",
      "created": "2023-12-06 19:02",
      "author": "billyAnnex",
      "body": "Bietet die Bahn grundlegend immer Alternativ Routen zischen zwei Größeren Städten an ? Muss unbedingt am Freitag nach München.",
      "branches": [
        {
          "id": "kc9azw3",
          "score": "2",
          "created": "2023-12-06 19:25",
          "author": "phoneMardi",
          "body": "Mal bei der ÖBB usw geschaut? Die ausländischen Züge fahren alle.",
          "branches": [
            {
              "id": "kc9uc94",
              "score": "1",
              "created": "2023-12-06 21:24",
              "author": "billyAnnex",
              "body": "TGV so kurzfristig zu teuer, kann ich ja nicht als Auswahl nutzen oder?",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kc9b2em",
          "score": "1",
          "created": "2023-12-06 19:25",
          "author": "sbjctBall",
          "body": "Würde mich auch interessieren wie die Erfahrungen mit dem Ersatzfahrplan letztes Mal so waren?",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc988la",
      "score": "53",
      "created": "2023-12-06 19:08",
      "author": "usersDive",
      "body": "Das Autoland Deutschland bleibt ein Autoland und mir tun die Leute leid die sich kein Auto leisten können. Mobilität ist wie Bildung nicht sozial ausgewogen.",
      "branches": [
        {
          "id": "kccdqoc",
          "score": "3",
          "created": "2023-12-07 09:36",
          "author": "bondsEau",
          "body": "Genau das.\nIch fahre fast täglich mit dem Auto zum P+R und von dort dann rein nach München, das D Ticket kostet mich dank Schüler Rabatt nur noch 29 Euro, also bringt schon was ABER: niemals würde ich meinen Fiesta gegen ein Rad eintauschen, auch wenn es nur 9km zum Parkplatz sind, aktuell ist die Straße von meinem Heimatort nach Odelzhausen (DAH2) wegen Schneedruck auf Bäumen gesperrt, da bleibt mir nur der \"Umweg\" über die Autobahn, und morgen wird mich das Auto bis zum nächsten Contipark tragen (müssen)",
          "branches": [
            {
              "id": "kcdcf78",
              "score": "1",
              "created": "2023-12-07 15:47",
              "author": "knewCas",
              "body": "Winter ist sowieso unangenehm als Radfahrer.\n\nIns unserem vom ÖPNV gemiedenen Dorf wurde nun eine von zwei Straßen gesperrt wegen Bauarbeiten, bleiben tut eine schmale Straße, auf der Fahrzeuge nicht ohne Ausweichflächen aneinander vorbei kommen.\n\nAls Radfahrer wird man dennoch überholt obwohl da kein Platz ist. Aber wenn Schnee wie vor ein paar Tagen liegt, kannst und dann nicht mal ausweichen und wirst umgeholzt.\n\nJetzt fahr ich mit dem Auto meines Vaters. Toll.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc98bc7",
      "score": "1",
      "created": "2023-12-06 19:08",
      "author": "cruzTurbo",
      "body": "Tja, wir wollen übers Wochenende nach Mainz. Wollten mal vernünftig sein, das Auto stehen lassen, entspannt ankommen statt Höllenritt bei Schnee und Eis, haben uns extra Deutschlandtickets zugelegt... Schade.\n\nAber der Streik ist wichtiger als eine unbequeme Anreise!",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "kc98kr2",
      "score": "108",
      "created": "2023-12-06 19:10",
      "author": "taxiRats",
      "body": "Kann mir jemand erklären, wem das helfen soll, es immer so extrem kurzfristig anzukündigen? Was genau soll das in den Verhandlungen bringen? Wieso gibt es bei der GDL keinerlei Interesse daran, die Öffentlichkeit auf seine Seite zu bringen?",
      "branches": [
        {
          "id": "kc9arjd",
          "score": "81",
          "created": "2023-12-06 19:24",
          "author": "sansFoo",
          "body": "Weil die Bahn dann planen könnte und es eben keine großen Auswirkungen auf den Betrieb hätte. Sinn des ganzen ist doch zu zeigen, dass es ohne die Streikenden nicht geht",
          "branches": [
            {
              "id": "kc9dq6l",
              "score": "49",
              "created": "2023-12-06 19:42",
              "author": "markLive",
              "body": "Inwieweit hätte ein drei, vier tage vorher angekündigter Streik keine Auswirkungen? Es fahren den ganzen Tag so oder so keine Züge. Viele können ihre Reisen in keinem Fall nicht einfach umlegen. Und alle Güterzüge bekommt man auf den eh schon vollgestopften Strecken sicher auch nicht untergebracht, auch wenn man das Tage im Voraus weiß.",
              "branches": [
                {
                  "id": "kc9kd8u",
                  "score": "6",
                  "created": "2023-12-06 20:23",
                  "author": "sansFoo",
                  "body": "Je mehr Zeit man für die Vorbereitung hat, desto weniger Auswirkungen hat es. Und am Ende des Tages zeigt dass nur ganz gut was passieren würde, wenn der Streik länger dauern würde. Das wäre ja die nächste Eskalationsstufe",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "kc9kmiy",
                  "score": "39",
                  "created": "2023-12-06 20:25",
                  "author": "medalLan",
                  "body": "In 3-4 Tagen kann die Bahn noch viele Urlaube von anderen Lokführern kurzfristig revidieren und Ersatzfahrpläne erstellen um wenigstens die Hauptstrecken mit möglichst viele Wagen zu bestellen und ja es macht auch einen Unterschied ob nur noch 10% fahren können statt 20% von den normalen 50%\n\nJe kürzer die Zeit desto weniger Planungszeit für die Bahn.\n\nJa für die Passagiere ist das eine Katastrophe wie bei jedem Streik.",
                  "branches": [
                    {
                      "id": "kc9m3qp",
                      "score": "22",
                      "created": "2023-12-06 20:34",
                      "author": "incHoly",
                      "body": "> ja es macht auch einen Unterschied ob nur noch 10% fahren können statt 20% von den normalen 50%\n\nSchon. Aber für die Bahn macht es einen recht kleinen Unterschied, beides ist ein ziemlicher Ausfall. Für die Kunden ist das eine halbwegs planbar und das andere eine vollkommene Katastrophe, bei der man im Zweifel komplett aufgeschmissen ist. Und wenn man dann gleichzeitig diejenigen, die eigentlich auf der eigenen Seite sein könnten, mit so etwas auch noch komplett gegen sich aufbringt, würde ich behaupten, dass der kleine Mehrwert an größerem Druck den sehr viel größeren Nachteil in der Öffentlichkeitsarbeit nicht aufwiegt. Wenn es planbar wäre, gäbe es sicher genug Bahnfahrer, die eher die Bahn in der Schuld sehen. Wenn es so kurzfristig ist, wird die öffentliche Reaktion stramm gegen die Lokführer gehen.",
                      "branches": [
                        {
                          "id": "kc9muic",
                          "score": "14",
                          "created": "2023-12-06 20:39",
                          "author": "poorJenny",
                          "body": "Und zwar zurecht. Kann mit keiner erzählen, das das Ziel nicht der größtmögliche Schaden für den Kunden ist.",
                          "branches": [
                            {
                              "id": "kc9qai8",
                              "score": "24",
                              "created": "2023-12-06 21:00",
                              "author": "hallOpen",
                              "body": "Also das Grundprinzip eines Streiks? Größtmöglicher Schaden am Kunden um Druck auf die Unternehmen zu machen?",
                              "branches": [
                                {
                                  "id": "kcaq758",
                                  "score": "13",
                                  "created": "2023-12-07 00:46",
                                  "author": "incHoly",
                                  "body": "Äh nein. Das Grundprinzip ist größtmöglicher Schaden am Unternehmen, um Druck auf das Unternehmen auszuüben. Inwieweit Kunden dadurch negativ betroffen werden ist zweitrangig. Und das setzt auch zusätzlich die Annahme voraus, dass Schaden am Kunden Druck auf die Unternehmen aufbaut, was sein kann, aber nicht sein muss. Wenn es dazu führt, dass niemand mehr Verständnis mit den Streikenden hat, kann es sogar den gegenteiligen Effekt haben und der Druck auf das Unternehmen verpufft vollends.",
                                  "branches": [
                                    {
                                      "id": "kcc28h1",
                                      "score": "-1",
                                      "created": "2023-12-07 07:10",
                                      "author": "floatFully",
                                      "body": "Irgendwie sieht es ja so aus:\n\nNormalfall: Schaden am Kunden\n\nStreik: Extremer Schaden am Kunden\n\nIch meine sollen sie machen, aber wenn die an Weihnachten streiken, raste ich aus. Ich hab keinen Bock, der Kollateralschaden zu sein.",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "negative",
                                      "stanceOnParent": "negative"
                                    },
                                    {
                                      "id": "kcc4neb",
                                      "score": "6",
                                      "created": "2023-12-07 07:38",
                                      "author": "selfFraud",
                                      "body": "Die Bahn bietet eine Dienstleistung an. \n\nAbgesehen von Sabotage an Infrastruktur kannst du der Firma nur durch Beeinträchtigung von Fahrgästen schaden. Durch Fahrgastrechte entsteht hier ein substantieller finanzieller Schaden je weniger die Bahn in der Lage ist die Dienstleistungen zu erbringen. \n\nKunden auf seiner Seite zu haben ist nett. Hat aber primär Auswirkungen auf Moral, zukünftige Beitritte oder sowas indirektes. Kann man nicht vollständig ignorieren aber beeinflusst die Verhandlungen nicht unmittelbar. Druck wird durch Schaden ausgeübt.  Nicht nette Worte.",
                                      "branches": [
                                        {
                                          "id": "kccb799",
                                          "score": "-1",
                                          "created": "2023-12-07 09:01",
                                          "author": "alertMilfs",
                                          "body": "Es ist ein Armutszeugnis für den deutschen Staat. Kann die Lokführer verstehen auch wenn ich selbst massiv betroffen bin.\n\nDer Staat versagt hier auf ganzer Linie. Zwei verdammte Streiks innerhalb eines Jahres auf ein sowieso schon lächerlich unverlässliches System. Es ist zum kotzen. Am Ende kann man nur sagen: Kauft euch ein Auto wenn ihr es euch leisten könnt.",
                                          "branches": [
                                            {
                                              "id": "kccc5o8",
                                              "score": "3",
                                              "created": "2023-12-07 09:14",
                                              "author": "selfFraud",
                                              "body": "Die Mentalität gibt es ein paar mal hier im thread aber es verwirrt mich ziemlich.\n\nWas versuchst du mit dieser Aussage zu erreichen?\n\nGlaubst du wirklich es gibt Leute die das Konzept eines Autos nicht kennen? Warum sollte ein Tag Warnstreik alles verändern und tausende Euro Ausgaben rechtfertigen? \n\nWas bringt einen zu so einer Aussage in dem Kontext hier?",
                                              "branches": [
                                                {
                                                  "id": "kcccrc0",
                                                  "score": "1",
                                                  "created": "2023-12-07 09:22",
                                                  "author": "alertMilfs",
                                                  "body": "Dass du mehrwöchig im Jahr nicht zu wichtigen Terminen unplanbar nicht kommst ist kein Problem für dich? Daher sage ich ja: Wer es sich leisten kann.\n\nWas es bringt? Nichts. Einfach Frust, wenn du nach zwei Streiks und mehreren Wochen SEV jetzt in der Klausurenphase auch noch wichtige Klausuren verpasst.",
                                                  "branches": [
                                                    {
                                                      "id": "kccdg1q",
                                                      "score": "1",
                                                      "created": "2023-12-07 09:32",
                                                      "author": "selfFraud",
                                                      "body": "Huch? Ehrliches Interesse, wo bist du denn, dass Semester nicht im Frühling / Herbst beginnen?\n\nUnd, joa. Frust und Trotz hätte ich auch geraten. Nur finde ich das Framing faszinierend. Alternativen sind jetzt kein Geheimnis. Und Frust über etwas kann man auch allgemein ausdrücken. \n\nDen explizite Aufruf ein Auto anzuschaffen finde ich da spannend. Das ist irgendwie zusammenhangslos und fühlt sich nach einer etwas merkwürdigen art von Trotz an. Ich verstehe nur nicht ganz gegen wen oder warum das in diesem Kontext so relevant ist.",
                                                      "branches": [
                                                        {
                                                          "id": "kccflyp",
                                                          "score": "1",
                                                          "created": "2023-12-07 10:03",
                                                          "author": "alertMilfs",
                                                          "body": "Es geht um folgendes: Man soll Bahn fahren, weil es umweltfreundlich etc ist. Aber die Bahn ist de facto überlastet und wahnsinnig unzuverlässig, dazu aufgrund dieser Faktoren noch unbequem wie sau. Das passt nicht zusammen. Verdopplung der Fahrgastzahlen bis 2030 ist ein Ziel. Wie soll das jemals möglich sein? Wenn jeder Kreis und jede Kommune bei Ausbau maximal NIMBYistisch agiert, auch seitens SPD etc. Es ist schlicht unwürdig für einen Staatsbetrieb, jaja ich weiß eigentlich privat blabla. Derweil streichen dir Vorstände saftige Boni ein. Wie soll man da nicht kotzen? \n\nWas haben Klausuren mit Semesterbeginn zu tun? Die schreibt man am Semesterende...",
                                                          "branches": [
                                                            {
                                                              "id": "kcch37l",
                                                              "score": "2",
                                                              "created": "2023-12-07 10:25",
                                                              "author": "selfFraud",
                                                              "body": "> Man soll Bahn fahren, weil es umweltfreundlich etc ist. Aber die Bahn ist de facto überlastet und wahnsinnig unzuverlässig, dazu aufgrund dieser Faktoren noch unbequem wie sau.\n\nLetzteres ist wie immer.\n\nErsteres ist mehr in den Fokus gerückt. Also ist die Absicht wirklich, dieses Ziel zu nehmen und aus trotz das Gegenteil vorzuschlagen?\n\nMaximaler Klimaschaden weil die Bahn unpünktlich ist? Oder wie soll ich das verstehen? \n\n> Verdopplung der Fahrgastzahlen bis 2030 ist ein Ziel. Wie soll das jemals möglich sein?\n\nEs war schon immer klar, dass das durch Abschaffung von Güterverkehr auf relevanten Strecken passieren muss. Neubau war nie auch nur angedacht. Bringt fürs Klima jetzt nicht so viel. Dann sind halt mehr LKWs unterwegs. Aber ist zusammen mit Maximierung der Auslastung schon möglich. \n\n> Es ist schlicht unwürdig für einen Staatsbetrieb, jaja ich weiß eigentlich privat blabla. Derweil streichen dir Vorstände saftige Boni ein. Wie soll man da nicht kotzen?\n\nIch sag doch gar nicht, dass man das gelassen nehmen muss. Mich fasziniert das Framing. Hier funktioniert Propaganda anscheinend unfassbar gut und ich finde es spannend das in Aktion zu beobachten. \n\nEs ist doch seit über 20 Jahren bewusste Politik die Bahn kaputt zu machen und seit fast einem Jahrhundert bewusste Politik das Auto als oberste Priorität aller Mobilitätspolitik festzuschreiben. Egal ob Steuerlich, Ordnungstechnisch oder mit direkten Subventionen. \n\nDass die Kritik, die Wut hier nicht auf die Verantwortlichen fällt. Sondern stattdessen eine Beschleunigung dieser Entwicklung gefordert wird finde ich faszinierend. \n\n> Was haben Klausuren mit Semesterbeginn zu tun? Die schreibt man am Semesterende...\n\nJa, schon. Aber nach meinem Kalender hat vor kurzem der Winter begonnen. \n\nIch bin jetzt schon eine weile draußen. Aber kann in meiner Arbeit in unseren Statistiken sehen wenn Semesterferien beginnen (Reduktion an Nutzerzahlen) und wenn Semester beginnen (massiver Anstieg an Aktivität durch neue Studenten). Das sind internationale Daten. Aber Semesterferien sind da üblicherweise Februar / März und Juli / September. \n\nNach meinem Verständnis sind wir aktuell mitten im Semester, etwa 2-3 Monate vor den Semesterferien.",
                                                              "branches": [
                                                                {
                                                                  "id": "kcck9vw",
                                                                  "score": "1",
                                                                  "created": "2023-12-07 11:10",
                                                                  "author": "alertMilfs",
                                                                  "body": "> Maximaler Klimaschaden weil die Bahn unpünktlich ist? Oder wie soll ich das verstehen? \n\nNein, schlichte Notwendigkeit wegen Unverlässlichkeit der DB.\n\n> Dass die Kritik, die Wut hier nicht auf die Verantwortlichen fällt. Sondern stattdessen eine Beschleunigung dieser Entwicklung gefordert wird finde ich faszinierend. \n\nIch drücke meine Wut regelmäßig auf dem Stimmzettel aus (nicht AFD). Darüber hinaus habe ich wenig Möglichkeiten. Fahre ja selbst nach wie vor Bahn. Finde es die mit Abstand komfortabelste Art des Reisens. Zumindest im Fernverkehr wenn die Züge pünktlich sind. Gerade deswegen finde ich den Ist-Zustand so frustrierend. \n\nAls ich in der Stadt wohnte habe ich auch liebend gerne aufs Auto verzichtet. Da bin ich aber mit Straßenbahn und Ubahn gefahren und Fahrrad. Das hat prima geklappt und war toll. Im ländlicheren Raum ist das Auto ne schlichte Notwendigkeit für die meisten. \n\nDaher kotzt mich der Umgang mit der DB auch so an. Zumal selbst Milliarden diesen Investitionsstau nicht kurzfristig ausbügeln können. Die Zustände werden vermutlich für mindestens 1-2 Dekadenz anhalten, wenn überhaupt der politische Wille besteht, sie zu verbessern. \n\n> Nach meinem Verständnis sind wir aktuell mitten im Semester\n\n\nEs studiert nicht jeder an einer Uni. Gibt ja auch Fachakdemien, Ausbildungen und natürlich die ganz normalen Schüler und Arbeitnehmer. Da ist aktuell Prüfungsphase.",
                                                                  "branches": [
                                                                    {
                                                                      "id": "kccmk05",
                                                                      "score": "1",
                                                                      "created": "2023-12-07 11:42",
                                                                      "author": "selfFraud",
                                                                      "body": "> Nein, schlichte Notwendigkeit wegen Unverlässlichkeit der Bahn\n\nWie gesagt, das ist jetzt nicht irgendwie plötzlich schlechter geworden. Deshalb wundert mich die neue Argumentation mit explizitem Aufruf für eine Anschaffung. \n\nDamit sagst du ja nicht einfach nur aus, dass du unzufrieden bist. Sondern du versuchst andere zu einer Handlung zu bewegen. \n\nDie Optionen sind klar. Die Anzahl an Fahrzeugen steigt auch durchgehend und zwar relativ stark. Du bist offensichtlich nicht alleine in der Feststellung, dass man ein Auto braucht, immer öfter auch mehrere. Zweit und dritt Autos sind ja auch nichts besonderes mehr. \n\nDer Aufruf selbst ist aber eben nicht einfach nur rational. Da steckt etwas faszinierendes dahinter. Ein Ziel das über die persönliche Feststellung und Unzufriedenheit hinaus geht. \n\n> Es studiert nicht jeder an einer Uni. Gibt ja auch Fachakdemien, Ausbildungen und natürlich die ganz normalen Schüler und Arbeitnehmer. Da ist aktuell Prüfungsphase.\n\nDeshalb frage ich. Mir wäre nicht bekannt, dass vor Weihnachten eine Klausurphase existiert. In der Schule wird es üblicherweise Klassenarbeit genannt und existiert während dem Jahr eher weniger als konkrete Phase mit mehreren Klausuren am Tag. \n\nUnd mich interessiert einfach wo das so ist. Einfach um den Horizont zu erweitern. Als ganz normale, ehrliche Frage.",
                                                                      "branches": [
                                                                        {
                                                                          "id": "kccps5r",
                                                                          "score": "1",
                                                                          "created": "2023-12-07 12:23",
                                                                          "author": "omegaRed",
                                                                          "body": "&#x200B;\n\n>Wie gesagt, das ist jetzt nicht irgendwie plötzlich schlechter geworden. Deshalb wundert mich die neue Argumentation mit explizitem Aufruf für eine Anschaffung.\n\nDie Bahn ist im Laufe der Jahre immer überfüllter und unzuverlässiger geworden. Wer darauf angewiesen ist, stundenlang in der Kälte auf dem Bahnhof oder im Zug in einer Menschenmenge eingequetscht rumstehen muss, um teils  Stunden zu spät zum Termin zu kommen, hat mein Beileid. Dass die GDL den Bahnkunden dann nochmal zur Weihnachtszeit und bei Minusgraden schön kurzfristig mehrmals einen reinwürgt, ist da auch nur noch das Tüpfelchen auf dem i.",
                                                                          "branches": [
                                                                            {
                                                                              "id": "kccsual",
                                                                              "score": "1",
                                                                              "created": "2023-12-07 12:59",
                                                                              "author": "selfFraud",
                                                                              "body": "Entweder du limitierst deinen Betrachtungszeitraum auf eine sehr bestimmte Art oder wechselst bei der Betrachtung irgendwann mal zwischen Regio und Fernverkehr. \n\nDenn das Bachgefühl stimmt einfach nicht. \n\nDie Bahn ist noch lange nicht auf einem historischen Tief. Es gab immer ein hoch und runter. Die Versorgungslage ist schlechter geworden. Also, weniger Bahnhöfe die über den Tag hinweg regelmäßig angefahren werden. \n\nAber Pünktlichkeit und Ausfälle schwanken seit Jahrzehnten. Da gibt es keinen klaren Trend nach unten. Abzüglich von neu eingeführten Grenzkontrollen bei internationalen Fahrten (die offensichtlich außerhalb der Verantwortung der Bahn liegen sich aber trotzdem auf unser Schienennetz auswirken) liegt die Bahn in etwa auf dem Niveau der frühen 2010er.",
                                                                              "branches": [
                                                                                {
                                                                                  "id": "kcd1kjn",
                                                                                  "score": "1",
                                                                                  "created": "2023-12-07 14:23",
                                                                                  "author": "omegaRed",
                                                                                  "body": "Hier mal ein Zitat:\n\n\"Mit einer Pünktlichkeit von rund 66 Prozent in den ersten zehn Monaten ist klar, dass die angestrebte Pünktlichkeit von rund 70 Prozent für 2023 nicht mehr zu erreichen ist\", teilte ein Sprecher nun mit. Nicht zuletzt wegen vieler Baustellen erreichten die ICE- und IC-Züge im Oktober lediglich 58,6 Prozent ihrer Halte ohne große Verzögerung, erklärte der Konzern. Als pünktlich gilt ein Zug mit weniger als sechs Minuten Verspätung. Ausgefallene Züge werden in der Statistik nicht berücksichtigt. Auch verpasste Anschlüsse gehen aus ihr nicht hervor.\n\nWenn man die ausgefallen Züge und die verpassten Anschlüsse einrechnet, verschlechtern sich die Zahl also noch weiter. Was die Regionalbahn angeht, so waren meine Erfahrungen aber auch nicht viel besser. Ich erinnere mich im letzten Jahr nicht an eine Fahrt, die auch nur ansatzweise pünktlich gekommen ist. Die beste Fahrt war eine von Hamburg nach Kiel im RE7, da war ich grade mal 10 Minuten zu spät. Den Anschluss habe ich trotzdem verpasst und musste dann fast eine Stunde auf dem wunderhübschen Kieler Bahnhof auf den nächsten warten. Ich rechne mittlerweile für jeden Anschlusszug immer eine Extrastunde Fahrzeit mit ein. \n\nAber meistens fahre ich wieder mit dem Auto, da ich einfach ein Minimum an Zuverlässigkeit benötige. Wenn ich eh ständig Taxis und Mietwagen bezahlen muss, um rechtzeitig anzukommen, wenn die Bahn mal wieder versagt, rechnet sich die Bahncard 100 für mich einfach nicht.",
                                                                                  "branches": [],
                                                                                  "isTopLevel": false,
                                                                                  "stanceOnSubmission": "neither",
                                                                                  "stanceOnParent": "negative"
                                                                                }
                                                                              ],
                                                                              "isTopLevel": false,
                                                                              "stanceOnSubmission": "neither",
                                                                              "stanceOnParent": "negative"
                                                                            }
                                                                          ],
                                                                          "isTopLevel": false,
                                                                          "stanceOnSubmission": "negative",
                                                                          "stanceOnParent": "negative"
                                                                        }
                                                                      ],
                                                                      "isTopLevel": false,
                                                                      "stanceOnSubmission": "neither",
                                                                      "stanceOnParent": "negative"
                                                                    }
                                                                  ],
                                                                  "isTopLevel": false,
                                                                  "stanceOnSubmission": "neither",
                                                                  "stanceOnParent": "negative"
                                                                }
                                                              ],
                                                              "isTopLevel": false,
                                                              "stanceOnSubmission": "neither",
                                                              "stanceOnParent": "negative"
                                                            }
                                                          ],
                                                          "isTopLevel": false,
                                                          "stanceOnSubmission": "neither",
                                                          "stanceOnParent": "negative"
                                                        }
                                                      ],
                                                      "isTopLevel": false,
                                                      "stanceOnSubmission": "neither",
                                                      "stanceOnParent": "negative"
                                                    }
                                                  ],
                                                  "isTopLevel": false,
                                                  "stanceOnSubmission": "neither",
                                                  "stanceOnParent": "negative"
                                                }
                                              ],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "neither",
                                              "stanceOnParent": "negative"
                                            }
                                          ],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "positive",
                                          "stanceOnParent": "positive"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "positive",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "positive"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "negative",
                          "stanceOnParent": "positive"
                        },
                        {
                          "id": "kcccpuu",
                          "score": "1",
                          "created": "2023-12-07 09:21",
                          "author": "medalLan",
                          "body": "Die öffentliche Reaktion ging in den letzten Jahren auch immer gegen die Lokführer und da wurden die Streiks mit mehr Vorlaufzeit angekündigt.\n\nIch stimme dir ja bei dem was du sagst zu, nur ist die Schlussfolgerung in meinen Augen falsch.\n\nAm Ende soll so ein Streik quasi für eine gewisse Zeitspanne alles lahmlegen um eben für die Mitarbeitenden den maximalen Wirkungsgrad zu erreichen, bei jedem Unternehmen welches quasi eine Dienstleistung anbietet wie es die Bahn tut, ist jeder Unternehmensschaden am Ende auch ein Persönlicher Schaden für jeden Empfänger der eigentlichen Dienstleistung.\n\nWir hätten früher oder später die gleiche Diskussion wenn z.B. Erzieher am Montagmorgen ankündigen würden das ab Dienstag die Kitas zu bleiben, oder um es richtig mit Vorurteilen zu unterfüttern, wenn die guten LKW Fahrer alles von heute auf morgen streiken würden, wäre die Grundhaltung in der Bevölkerung durch die heutige Medienlandschaft auch schnell gegen die Streikenden ausgerichtet, weil eben die Leittragenden am Ende erstmal immer wir sind.\n\nDie Unternehmen dahinter, denen ist das erstmal scheiß egal, die haben auch Verdienstausfälle bei Tarifverhandlungen eingeplant weil da eben gestreikt wird, das einzige was man da machen kann um den Verhandlungspartner zu schwächen hat, sind eben solche Streiks wie jetzt die von der GDL auch zum Unmut der Bürger.\n\nGanz einfache Rechnung mit Fantasiezahlen:\n\n\\- Es wollen in den 24h , 1 Millionen Menschen mit dem ICE verkehren, durch die Streikankündigung am Montag kann die Bahn einen Ersatzfahrplan aufstellen, andere Lokführer der EVG aus dem Urlaub holen und schafft so eine Kapazität von 50% zu sichern. Von den anderen 50% die dumm in die Röhre schauen, haben sich zudem schon 30% eine Alternative gesucht, weil sie sich u.a. auch Informiert haben wie die aktuelle Lage so aussieht. Die Bahn zahlt hier also im Rahmen der Fahrgastrechte die Ticketgelder zurück und muss sich nur noch um die 20% kümmern, wo es jetzt teuer wird, wegen den Fahrgastrechten am und um den Streiktag.\n\n&#x200B;\n\n\\- Unsere 1 Millionen Menschen wollen immer noch mit dem ICE verkehren, hören aber genauso wie wir erst gestern Abend vom Streik. Die Bahn wird mit allen Maßnahmen nur noch 30% Kapazität schaffen können. Von den 70% schaffen es noch gut 20% eine Alternative zu finden, kostet die Bahn mal mindestens die Erstattung der Tickets, für die restlichen 50% da muss die Bahn tief in die Tasche greifen.\n\nJetzt kann man sich mal so nen ICE Ticket mit 60€ vorstellen, alleine die pure Erstattung wäre eine Differenz von 18 Millionen Euro im Beispiel Fantasieszenario, da ist noch kein Verdienstausfall oder Unterbringungskosten etc. dabei, was Bahn in vielen Fällen eben zahlen werden muss, da die Fahrgastrechte greifen.\n\nJetzt wirst du aber eben nicht 1 Millionen Fahrgäste an einem Tag haben, sondern gut 5,5 Millionen und deine Differenz an Schadensersatzzahlungen ist dann auch nicht bei 18 Millionen sondern eben bei 99 Millionen.\n\nOb das jetzt bei der Bahn wirklich fruchtet und Druck auf das Unternehmen ausbaut, kann man in Frage stellen, weil am Ende der Staat jeder Zeit in die DB als Eigentümer eingreifen kann, bei einem rein Privaten Unternehmen, würde die Taktik definitiv funktionieren.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "negative",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "kc9o18l",
                  "score": "3",
                  "created": "2023-12-06 20:46",
                  "author": "heyMardi",
                  "body": "> Inwieweit hätte ein drei, vier tage vorher angekündigter Streik keine Auswirkungen?\n\nNa wenn es keine Auswirkungen hätte braucht man es ja auch nicht drei/vier Tage vorher ankündigen, oder?\n\nAllein die Tatsache das du hier fordert die Streiks vorher anzukündigen zeigt ja das das absolut Auswirkungen hätte.",
                  "branches": [
                    {
                      "id": "kca5d6c",
                      "score": "9",
                      "created": "2023-12-06 22:31",
                      "author": "markLive",
                      "body": "Für die Reisenden macht es einen großen Unterschied, aber es geht ja darum dass man versuchen könnte der Bahn mehr zu schaden als den Reisenden. Oder wen bestreikt die GDL noch gleich? Aktuell ist es doch umgekehrt. Tut das, was aktuell passiert, der Bahn überhaupt weh? Viele Fernverkehrstickets werden vor- oder nachgezogen, bzw. wären auch bei 2-3 Tagen Vorlauf storniert worden; und bei den Deutschlandtickets ist es sowieso egal ob die Leute fahren oder nicht. Den Impact auf den Güterverkehr kann ich nicht beurteilen, aber ich bezweifle wie gesagt dass die Bahn bei 2-3 Tagen Ankündigung alle Güterzüge so umdisponieren könnte, dass ihr der Streik nichts mehr ausmacht.",
                      "branches": [
                        {
                          "id": "kcacves",
                          "score": "8",
                          "created": "2023-12-06 23:16",
                          "author": "heyMardi",
                          "body": "Man **muss** halt den \"Kunden\" der Bahn schaden um der Bahn zu schaden. Anders funktioniert es nicht. Und ja, je mehr Vorlauf man der Bahn gibt desto besser kann sie sich auf den Streik vorbereiten und die Streikfolgen abmildern. Desto weniger Wirkung hat also der Streik. Eine Gewerkschaft hat nicht unendlich Ressourcen und unendlich Zeit. Da muss einfach jeder Streik so weit es geht genutzt werden.\n\nVöllig abgesehen davon ist eine Gewerkschaft eben ihren Mitgliedern verpflichtet und nicht der Allgemeinbevölkerung. Warum sollte die GDL bei ihrem Arbeitskampf zurückstecken? Damit die Bahnreisenden die GDL toller finden? Wird eh nicht passieren und der Nutzen davon in einem Arbeitskampf liegt bei unter Null.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "positive",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9drd8",
              "score": "16",
              "created": "2023-12-06 19:42",
              "author": "oscarIct",
              "body": "> eben keine großen Auswirkungen auf den Betrieb hätte\n\nAlso geht es dann doch größtenteils ohne die Streikenden? Weil wenn sie langfristig weg wären, könnte man ja entsprechend planen. Das Argument zieht nicht so. Die wollen den Leuten nur extra auf den Sack gehen und hoffen, dass man auf die Bahn sauer ist. Und nicht auf die GDL. Beide sind dumm.",
              "branches": [
                {
                  "id": "kc9hipf",
                  "score": "11",
                  "created": "2023-12-06 20:06",
                  "author": "katieUsa",
                  "body": "Es ist was anderes kurzzeitig die ausfallenden Leute zu ersetzen oder langfristig ohne einen großen Teil der Mitarbeiter auszukommen.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9e9kw",
              "score": "7",
              "created": "2023-12-06 19:45",
              "author": "macroHerb",
              "body": "Wenn es keine großen Auswirkungen gibt, weil die Bahn planen kann, dann geht es tatsächlich auch ohne die Streikenden.",
              "branches": [
                {
                  "id": "kc9jv30",
                  "score": "7",
                  "created": "2023-12-06 20:20",
                  "author": "sansFoo",
                  "body": "Klar, für ein paar Tage vielleicht und danach fährt das Ding dann vollständig gegen die Wand",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9jbi1",
              "score": "22",
              "created": "2023-12-06 20:17",
              "author": "logosShops",
              "body": "Ach Quatsch als ob die Bahn in einer Woche die kompletten Lokführer ersetzen kann oder nen Ersatz geregelt bekommt.. die kriegen den normalen Betrieb ja schon kaum geregelt. Da geht's einfach nur drum sich zu profilieren",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            },
            {
              "id": "kca68pp",
              "score": "4",
              "created": "2023-12-06 22:36",
              "author": "buyCodes",
              "body": "Ich kenne so einen Fall aus London (hab mal dort gelebt). Die Tube (U-Bahn)-Fahrer haben gestreikt, dann gab es einen Notfahrplan mit Zügen alle 5 Minuten anstatt alle 2. Außer dass der Zug etwas voller war hat kaum jemand was gemerkt.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kc9lnj5",
          "score": "5",
          "created": "2023-12-06 20:31",
          "author": "awareNav",
          "body": "Macht Streik brechen schwieriger Und Bild+Focus dominieren sowieso Social Media\n\nWenn man in irgendeinem Form \"linken\" Inhalt vertreten will, kann man da auf die Öffentlichkeit fast schon pfeifen. Klar kann man sagen, Krawallos wie Last Gen oder Weselsky sollten eine ruhigere Kugel schieben, aber wenn die sehen, wie schon FFF, Habeck, beliebige linke Proteste und Streiks in der Presse behandelt werden, ist es IMHO schon für mich fraglich, ob sich Kuschelkurs lohnt\n\nAnders als FFF geht es einem Weselsky ja nicht um langfristige politische Reformen, der will jetzt einen Vertrag. Keine Zeit für monatelanges Kuscheln mit der Öffentlichkeit, wenn es um Tarifverhandlungen geht",
          "branches": [
            {
              "id": "kcadk21",
              "score": "6",
              "created": "2023-12-06 23:20",
              "author": "wasFence",
              "body": "Fun fact: Weselsky ist in der CDU",
              "branches": [
                {
                  "id": "kcagrin",
                  "score": "6",
                  "created": "2023-12-06 23:41",
                  "author": "awareNav",
                  "body": "Im Land der sozialen Marktwirtschaft sollte es bei den Christdemokraten auch Platz geben für einen Gewerkschafter, auch wenn es unter einem Merz nicht danach aussieht\n\nIn CH und NL sind evangelische Christdemokraten auch Mitte bis leicht links, etwa Scholz-SPD",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        },
        {
          "id": "kc9nuzb",
          "score": "30",
          "created": "2023-12-06 20:45",
          "author": "heyMardi",
          "body": "> Wieso gibt es bei der GDL keinerlei Interesse daran, die Öffentlichkeit auf seine Seite zu bringen?\n\nWeil man nicht mit der Öffentlichkeit verhandelt sondern mit der Deutschen Bahn. Von \"Unterstützung der Öffentlichkeit\" kann man sich nichts kaufen.\n\nJe früher man einen Streik ankündigt desto mehr Wirkung verliert er. Streiks müssen nunmal den \"Kunden\" weh tun, sonst kann das Unternehmen die Streiks einfach aussitzen.",
          "branches": [
            {
              "id": "kc9vhv6",
              "score": "-8",
              "created": "2023-12-06 21:31",
              "author": "nukeSteam",
              "body": "Irgendjemand schrieb hier mal, dass bei Streiks in Japan alle Züge fahren aber keine Tickets verkauft werden. So schadet man einzig dem unternehmen.",
              "branches": [
                {
                  "id": "kc9yng0",
                  "score": "21",
                  "created": "2023-12-06 21:50",
                  "author": "ruralEar",
                  "body": "Hab auch mal wo gelesen, dass in anderen Ländern bei Streiks einfach keine Tickets kontrolliert werden. Aber für beides sind die Lokführer nicht verantwortlich, glaube also nicht, dass die da einen Einfluss drauf nehmen können.",
                  "branches": [
                    {
                      "id": "kca01f3",
                      "score": "-3",
                      "created": "2023-12-06 21:59",
                      "author": "nukeSteam",
                      "body": "Guter Punkt, soweit habe ich nicht gedacht 😅",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kca20n6",
                  "score": "22",
                  "created": "2023-12-06 22:11",
                  "author": "heyMardi",
                  "body": "Ja, das kommt bei jedem einzelnen dieser Threads hier auf. Und es nervt solangsam weil es jedes einzelne Mal erklärt wird warum es nicht geht aber trotzdem immer wieder jemand damit um die Ecke kommt.\n\nAlso zum wiederholten Mal:\n\na) Das wäre nicht vom deutschen Streiktrecht gedeckt und schlicht Arbeitsverweigerung. Und damit wunderbar abmahn- und prozessierbar von der DB.\n\nb) Das könnte nur von einem winzig kleinen Anteil der Mitarbeiter durchgeführt werden. Ein Lokführer kann das nicht. Eine Putzkraft kann das nicht. Ein Stellwerksmitarbeiter kann das nicht. Usw.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "neither"
        },
        {
          "id": "kca09lb",
          "score": "1",
          "created": "2023-12-06 22:00",
          "author": "bunnyJoan",
          "body": ">Kann mir jemand erklären, wem das helfen soll\n\nDenn Streikenden? Kurzfristig ankündigen = weniger Vorbereitung von der Bahn.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kca12zp",
          "score": "1",
          "created": "2023-12-06 22:05",
          "author": "bassJump",
          "body": "Weselsky: *Wild card, bitches!*",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcbhdyr",
          "score": "6",
          "created": "2023-12-07 04:01",
          "author": "linksWork",
          "body": "> Wieso gibt es bei der GDL keinerlei Interesse daran, die Öffentlichkeit auf seine Seite zu bringen?\n\nUnd was genau sollte \"die Öffentlichkeit auf seine Seite zu bringen\" hier nutzen? Du willst mir ja wohl nicht erzählen dass du einen Solidaritäts Streik anfangen oder als Unterstützer zu einer Demo gehen würdest wenn sie es ne Woche vorher angekündigt hätten, oder?",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kcbl018",
          "score": "1",
          "created": "2023-12-07 04:29",
          "author": "meyerLen",
          "body": "Bessere Verhandlungsposition für die Gewerkschaft da sie zeigen das sie auch gewillt sind kurzfristig Dinge lahm zu legen. Im öffentlichen Dienst wird gerne viele Tage vorher angekündigt mit dem Ergebnis das es teilweise kaum mehr weh tut weil viel \"drum rum\" geplant wurde. Ein Streik der nicht weh tun kann bringt irgendwie wenig.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc991ao",
      "score": "7",
      "created": "2023-12-06 19:13",
      "author": "liesOwn",
      "body": "GDL Clownsverein",
      "branches": [
        {
          "id": "kcaktyy",
          "score": "3",
          "created": "2023-12-07 00:08",
          "author": "pdasPoly",
          "body": "Es nervt langsam nur noch. Der ganze Streik wird nur auf dem Rücken der Fahrgäste ausgetragen.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "positive"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc99pdn",
      "score": "15",
      "created": "2023-12-06 19:17",
      "author": "sbjctBall",
      "body": "Wozu eigtl die Warnstreiks? Haben die eigtl jemals was gebracht? Irgendwie haben sie sich doch immer erst nach der Urabstimmung und Monate später erst geeinigt. Wozu immer dieses künstliche Hochpushen? Die sollen sich allesamt hinhocken und einfach normal verhandeln. Mittlerweile kommt das eben bei der Bevölkerung nurnoch wie ein Machtkampf rüber. Man streikt „weil man es eben kann.“. So richtig mal verhandeln, da sehe ich bei beiden Seiten nur sture Böcke.",
      "branches": [
        {
          "id": "kc9ehyb",
          "score": "15",
          "created": "2023-12-06 19:47",
          "author": "markLive",
          "body": "Oder wirklich unbefristet streiken. Wäre mir mittlerweile lieber.",
          "branches": [
            {
              "id": "kcaj9sw",
              "score": "1",
              "created": "2023-12-06 23:58",
              "author": "hrefPerth",
              "body": "Die Urabstimmung läuft bereits. Die Leute sollten sich lieber bei der Bahn bedanken. Für mich hat die EVG schon einen schlechten Abschluss ausgehandelt. Ich hoffe die GDL lässt sich nicht über Monate so am Ring durch die Manège ziehen.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc9b26f",
      "score": "194",
      "created": "2023-12-06 19:25",
      "author": "liteYear",
      "body": "Die Tagesschau berichter jetzt übrigens von einem Streikbeginn ab 22 Uhr.\nPlanmäßige Ankunft meines Zuges: 22:09. So muss sich Casino spielen anfühlen 😅",
      "branches": [
        {
          "id": "kc9fdii",
          "score": "37",
          "created": "2023-12-06 19:52",
          "author": "markLive",
          "body": "Wenn es eine Verbindung ohne Umstieg ist, dann wird der Zugführer ja wohl nicht auf halber Strecke rausspringen.",
          "branches": [
            {
              "id": "kc9q2je",
              "score": "2",
              "created": "2023-12-06 20:58",
              "author": "copeAnna",
              "body": "Doch, so beweist man Dominanz /s",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kc9q4lj",
              "score": "59",
              "created": "2023-12-06 20:59",
              "author": "eliteFully",
              "body": "> dann wird der Zugführer ja wohl nicht auf halber Strecke rausspringen\n\nKann absolut passieren, in Städten wo z.B. Lockführerwechsel stattfinden würden.",
              "branches": [
                {
                  "id": "kc9uodc",
                  "score": "32",
                  "created": "2023-12-06 21:26",
                  "author": "skipAutos",
                  "body": "Was MattR0se meint: Wenn der Streik um 22:00 beginnt, dann darf der Zug nicht auf freier Strecke zu diesem Zeitpunkt anhalten. Er muss einen Haltepunkt oder Bahnhof anfahren und Fahrgästen den Ausstieg ermöglichen. Ansonsten wäre dies Freiheitsberaubung.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kc9sf2a",
              "score": "20",
              "created": "2023-12-06 21:13",
              "author": "segaHung",
              "body": "Vielleicht fährt er dann aber gar nicht erst los?",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kc9sgvj",
              "score": "4",
              "created": "2023-12-06 21:13",
              "author": "votePlain",
              "body": "Der hält an und wartet nen Tag",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kccdadx",
              "score": "1",
              "created": "2023-12-07 09:29",
              "author": "pvcCube",
              "body": "Es gibt keine Zugführer bei der Bahn. Die gibt es bei der Bundeswehr.\n\nBei der Bahn gibt es den Zugchef und den Lokführer und beide haben unterschiedliche Aufgaben.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kc9weac",
          "score": "77",
          "created": "2023-12-06 21:37",
          "author": "crowdDare",
          "body": "Sowas hatte ich beim letzten Streik. Streik hat auch um 22 Uhr begonnen, mein Zug sollte kurz nach ankommen. Ende vom Lied: mein Zug ist die Endhaltestelle gar nicht angefahren. Der Zug endete dann irgendwo an einem Bahnhof davor.",
          "branches": [
            {
              "id": "kca0vjh",
              "score": "58",
              "created": "2023-12-06 22:04",
              "author": "downFill",
              "body": "Ah, das ICE Spezial.",
              "branches": [
                {
                  "id": "kccviz5",
                  "score": "11",
                  "created": "2023-12-07 13:27",
                  "author": "lizStays",
                  "body": "\"Willkommen in Osnabrück. Viel Glück.\"",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kcae64d",
              "score": "13",
              "created": "2023-12-06 23:24",
              "author": "giftRose",
              "body": "Ich habe morgen diesselbe Situation, ankunft um 22:10 am Endziel! Wie hast du den geschafft dein Ziel zu erreichen? Ersatzbus?",
              "branches": [
                {
                  "id": "kcc3dxl",
                  "score": "11",
                  "created": "2023-12-07 07:23",
                  "author": "crowdDare",
                  "body": "Nein, sowas gab es nicht. Meine Frau hat mich dann abgeholt.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kcci3o4",
                  "score": "3",
                  "created": "2023-12-07 10:39",
                  "author": "lionsIds",
                  "body": "Wenn du per ICE unterwegs bist, hast du mMn bis 80€ Anspruch auf Ersatzbeförderung nach den Fahrgastrechten… bei Benutzung nur Regionalverkehrs bist du aber in dem Fall auch angeschmiert",
                  "branches": [
                    {
                      "id": "kccnn83",
                      "score": "1",
                      "created": "2023-12-07 11:57",
                      "author": "giftRose",
                      "body": "Danke für den Hinweis. Mein Zug wurde am Ende doch komplett abgesagt 😰",
                      "branches": [
                        {
                          "id": "kcco9g6",
                          "score": "2",
                          "created": "2023-12-07 12:05",
                          "author": "lionsIds",
                          "body": "Auf jeden Fall nicht selbst das Ticket stornieren, sondern mit dem Bahn Info Point klären, sonst verliert man alle Ansprüche",
                          "branches": [
                            {
                              "id": "kccp7m4",
                              "score": "1",
                              "created": "2023-12-07 12:16",
                              "author": "lionsIds",
                              "body": "https://www.bahn.de/service/informationen-buchung/fahrgastrechte/rechtliche-regelungen",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcc9bzv",
          "score": "1",
          "created": "2023-12-07 08:36",
          "author": "craigSpace",
          "body": "9 Minuten S-Bahn Fahrt ihr ICE? 9Min S Bahn kann man fast schon laufen",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kccl7w8",
          "score": "1",
          "created": "2023-12-07 11:24",
          "author": "wormAsia",
          "body": "Keine Sorge, das letzte Mal als der Streik ab 22 Uhr angekündigt war bin ich auch um 17 Uhr schon nicht mehr mit dem Zug weggekommen :)",
          "branches": [
            {
              "id": "kcclcem",
              "score": "2",
              "created": "2023-12-07 11:25",
              "author": "liteYear",
              "body": "Hab mir jetzt auch nen halben Tag frei genommen und starte bereits um 13 Uhr. Mal schauen, wie weit man so kommt.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9b6nm",
      "score": "38",
      "created": "2023-12-06 19:26",
      "author": "hintsExact",
      "body": "Klar kein Ding. Ich liebe meine Arbeit. Warum sollte ich auch am Wochenende von meiner Dienstreise nach Hause fahren? \n\nMan ey, ich hasse es. Können die nicht mal an einem scheiß Montag streiken?",
      "branches": [
        {
          "id": "kcc1xdh",
          "score": "1",
          "created": "2023-12-07 07:06",
          "author": "leadNine",
          "body": "Flug",
          "branches": [
            {
              "id": "kccfq65",
              "score": "1",
              "created": "2023-12-07 10:05",
              "author": "kneeRoll",
              "body": "Es gibt auch die Möglichkeit für Dienstreisen mal in kleineren Städten zu sein, oder aus aus einer Stadt ohne Flughafen zu starten...",
              "branches": [
                {
                  "id": "kcd08ns",
                  "score": "-1",
                  "created": "2023-12-07 14:12",
                  "author": "leadNine",
                  "body": "Taxi -> Flughafen.",
                  "branches": [
                    {
                      "id": "kcd0gn8",
                      "score": "3",
                      "created": "2023-12-07 14:14",
                      "author": "kneeRoll",
                      "body": "Kluges Kerlchen. Von Stralsund nach Berlin? Rostock nach Hamburg? Flensburg bis Hamburg? Viel Spaß!",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kccoosk",
              "score": "1",
              "created": "2023-12-07 12:10",
              "author": "hintsExact",
              "body": "Klar. Der Airbus landet bei mir auf dem Land in der Einfahrt.",
              "branches": [
                {
                  "id": "kccs7jf",
                  "score": "1",
                  "created": "2023-12-07 12:52",
                  "author": "jesusCute",
                  "body": "Kommst aus Bayern, hm? Da kann er beim Anflug auch keine Windräder streifen.",
                  "branches": [
                    {
                      "id": "kccuywt",
                      "score": "1",
                      "created": "2023-12-07 13:22",
                      "author": "hintsExact",
                      "body": "Ne Gott sei Dank nicht. Bei mir könnte er maximal beim Anflug die Schule erwischen. Wobei so wie die Aussieht fällt der Unterschied nicht auf.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc9bidm",
      "score": "25",
      "created": "2023-12-06 19:28",
      "author": "virusHist",
      "body": "Interessantes timing, jedesmal wenn ich in Zugfahren will gibts nen Streik. Hoffentlich gibt die DB bald nach.",
      "branches": [
        {
          "id": "kc9w3yw",
          "score": "5",
          "created": "2023-12-06 21:35",
          "author": "dozenSay",
          "body": "Nicht bei den unrealistischen Forderungen der GDL. Hier gehts nur drum, druck zu machen. Das zeigt sich doch daran, dass die GDL in der Verhandlungsrunde im November schon direkt zu Beginn zum Streik aufgerufen hat.",
          "branches": [
            {
              "id": "kc9wotu",
              "score": "19",
              "created": "2023-12-06 21:39",
              "author": "virusHist",
              "body": "Natürlich sind Streiks dazu da Druck zu machen und nicht großflächige Performance-Kunst.",
              "branches": [
                {
                  "id": "kc9xuoi",
                  "score": "-12",
                  "created": "2023-12-06 21:46",
                  "author": "dozenSay",
                  "body": "Druck ohne ein Ziel erreichen zu können ist halt schwachsinn. Lets see was sie damit in den Verhandlungen erreichen. Mein Tipp: Reaktanz.",
                  "branches": [
                    {
                      "id": "kca1m0b",
                      "score": "14",
                      "created": "2023-12-06 22:08",
                      "author": "virusHist",
                      "body": "Es ist Schwachsinn seine Forderungen schon im voraus zu reduzieren, dann kommt man nie über die Inflation.",
                      "branches": [
                        {
                          "id": "kcabsaq",
                          "score": "-2",
                          "created": "2023-12-06 23:10",
                          "author": "serSome",
                          "body": "Die Forderungen, die gemeinhin als unrealistisch bezeichnet werden, haben mit der Inflation nicht wirklich zu tun, nämlich die bedingungslose 35h-Woche für alle.",
                          "branches": [
                            {
                              "id": "kcai7md",
                              "score": "7",
                              "created": "2023-12-06 23:51",
                              "author": "hrefPerth",
                              "body": "Natürlich fordert man 35h...dann kann man sich immer noch darüber einigen und das Ganze stufenweise einführen. Scheinbar hast du noch nie gefeilscht. Der Beruf ist unattraktiv und es fehlt ohne Ende Personal. Da muss einfach was an der Attraktivität geschraubt werden.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "positive",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "positive",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "negative"
        },
        {
          "id": "kca030f",
          "score": "1",
          "created": "2023-12-06 21:59",
          "author": "trueCindy",
          "body": "Hoffentlich ist die GdL bald pleite. Wenn die Bahn nachgibt, haben wir bestes Jahr wieder denselben Mist.",
          "branches": [
            {
              "id": "kca19q3",
              "score": "11",
              "created": "2023-12-06 22:06",
              "author": "virusHist",
              "body": "Hoffe der Stiefel schmeckt",
              "branches": [
                {
                  "id": "kca3nve",
                  "score": "-1",
                  "created": "2023-12-06 22:20",
                  "author": "trueCindy",
                  "body": "Die Redewendung ist mir nicht bekannt",
                  "branches": [
                    {
                      "id": "kcafpsu",
                      "score": "7",
                      "created": "2023-12-06 23:34",
                      "author": "beachTries",
                      "body": "Ich gehe mal es wird darauf angespielt, dass du \"Stiefel leckst\"",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kcafokx",
                  "score": "2",
                  "created": "2023-12-06 23:34",
                  "author": "oemFinds",
                  "body": "Der deutsche Staat mit den 50% Abgaben für Alleinverdiener ist der wahre Stiefel, nicht das öffentliche Unternehmen, das keinen Gewinn macht und öffentliche Infrastruktur bereitstellt.",
                  "branches": [
                    {
                      "id": "kcc3ymu",
                      "score": "6",
                      "created": "2023-12-07 07:30",
                      "author": "selfFraud",
                      "body": "Wovon etwa die Hälfte an die Rente und altersbedingte Kosten geht. Sehr viel vom Rest in wichtige Dienstleistungen. Hat auch diverse Stufen von Misswirtschaft und schlechten Entscheidungen. Keine Frage. Aber andere Staaten haben für vergleichbaren Leistungsumfang geringere Abgaben im Rahmen von einstelligen Prozentpunkten. Was substantiell an unserer Demographie liegt. \n\nDie Bahn macht sehr wohl Gewinn und Selbstbedienung gibt es auch mehr als genug.\n\nÖffentliche Infrastruktur wurde absichtlich reduziert, abgebaut und kaputt gespart. Hier den Millionenbonus für die Führungsebene durch ausquetschen der Mitarbeiter zu befürworten ist doch geradezu jämmerlich. \n\nAber hoffentlich schmeckt der Stiefel wenigstens.",
                      "branches": [
                        {
                          "id": "kcdrwit",
                          "score": "1",
                          "created": "2023-12-07 17:30",
                          "author": "oemFinds",
                          "body": "Das Rentensystem hätte schon vor 30 Jahren reformiert werden sollen. Andere OECD-Länder sind ähnlich überaltert und kriegen es auch hin, ohne dass ihre Rentner verhungern. Wir haben die zweithöchsten Lohnabgaben der Welt. Es ist ein Wunder, dass die deutsche Wirtschaft das stemmen kann. Wenn man diese Quote um 20% auf das durchschnittliche OECD-Niveau senken würde, hätte der deutsche Arbeiter auf einmal 40% mehr Geld, mehr als jede Gewerkschaft rausquetschen kann.\n\n>Die Bahn macht sehr wohl Gewinn.\n\nVor Corona, hat die Bahn mickrige Gewinne von 1% des Umsatzes gemacht. Wir sind aber nicht mehr in Corona und die Bahn wird dieses Jahr zum vierten Mal im Folge Verluste einfahren.\n\n>Öffentliche Infrastruktur wurde durch die Privatfirma im Staatsbesitz (eben kein öffentliches Unternehmen) absichtlich reduziert, abgebaut und kaputt gespart\n\nGenau das ist ein öffentliches Unternehmen. Die Bahn war vor ihrer Umstrukturierung objektiv schlechter als heute. Was du da behauptest kann man eigentlich schon als dreiste Lüge behandeln. Sogar die TAZ hat das Thema fairer behandelt.\n\n>Hier den Millionenbonus für die Führungsebene durch ausquetschen der Mitarbeiter zu befürworten ist doch geradezu jämmerlich. \n\nDie Mitarbeiter haben den Löwenanteil der Boni erhalten und die paar Millionen, die möglicherweise an die Führungsebene ausgezahlt werden, sind Peanuts. Können Sozialisten eigentlich rechnen? Man hat das Gefühl du lebst noch im 19ten Jahrhundert, und kämpfst gegen Fabrikbesitzer, die Kinder 14 Stunden am Tag an den Maschinen schuften lässt.\nEin Lokführer ist ein vergleichsweise einfacher Beruf und verdient mehr als Mediangehalt. Die Bahn quetscht niemanden aus, das Finanzamt schon eher.\n\nBezüglich des Stiefels, es gibt immer jemanden über dir in der Hierarchie, ob es nun DDR-Staatssekretäre, der Bahnchef oder der Herr Weselsky ist. Ich habe lieber Kapitalisten in einem freien, regulierten Wettbewerb in meinem Land als Planwirtschaftsbürokraten.",
                          "branches": [
                            {
                              "id": "kcdx3ik",
                              "score": "1",
                              "created": "2023-12-07 18:03",
                              "author": "selfFraud",
                              "body": "> Wenn man diese Quote um 20% auf das durchschnittliche OECD-Niveau senken würde, hätte der deutsche Arbeiter auf einmal 40% mehr Geld, mehr als jede Gewerkschaft rausquetschen kann.\n\nAbgabenlast kann nicht direkt verglichen werden. Es gibt zu viele Verzerrungen. Von Kostenpunkten die einfach privatwirtschaftlich abgedeckt werden (was den AN zusätzlich kostet), bis hin zu so Sachen wie die Amis, die nahezu ausschließlich Bürokratie und Militär aus der Einkommenssteuer bezahlen. Polizei, Feuerwehr, Schule kommt aus deiner Grundsteuer. Glückwunsch. Lohnabgabe ist niedrig aber du zahlst trotzdem nochmal ein paar tausend drauf. \n\n> Die Bahn war vor ihrer Umstrukturierung objektiv schlechter als heute. Was du da behauptest kann man eigentlich schon als dreiste Lüge behandeln. Sogar die TAZ hat das Thema fairer behandelt.\n\nDas eine widerspricht dem anderen nicht. Die Bahn war in den 90ern in einem sehr schlechten Zustand. Trotzdem war das Erfolgskonzept mit dem man Bilanzen aufgebessert hat eine weitläufige Reduktion von Sanierungsmaßnahmen, stilllegen von Strecken und ein allgemeiner Investitionsstau. Gerade in so Bereichen wie Digitalisierung der Strecken was jetzt erst langsam nachzieht. \n\n> Die Mitarbeiter haben den Löwenanteil der Boni erhalten und die paar Millionen, die möglicherweise an die Führungsebene ausgezahlt werden, sind Peanuts.\n\nDen Löwenanteil in Form einer Reallohnkürzung von 10%? Lol. \n\n> Ein Lokführer ist ein vergleichsweise einfacher Beruf und verdient mehr als Mediangehalt. Die Bahn quetscht niemanden aus, das Finanzamt schon eher.\n\nKaum. Lokführer bei der GDL verdienen zwischen 2700-3800 Brutto. \n\nDer Median für 23 liegt zwischen 3600-3700. Wenn man sehr lange dabei ist oder zusätzlich Verantwortung übernimmt kommt man über den Median. \n\nAktuell drüber sind die Kollegen unter der EVG.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "positive",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            },
            {
              "id": "kcakg9c",
              "score": "-4",
              "created": "2023-12-07 00:06",
              "author": "pdasPoly",
              "body": "Zerschlagt die GdL.",
              "branches": [
                {
                  "id": "kccdc17",
                  "score": "2",
                  "created": "2023-12-07 09:30",
                  "author": "yieldPhi",
                  "body": "Ab in die guten alten Zeiten vom 19 Jahrhundert wo man noch entspannt in Fabriken reinkonnte und die Gewerkschaften zusammenschlagen bis sie einfach wieder arbeiten.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcc46vi",
          "score": "1",
          "created": "2023-12-07 07:32",
          "author": "wareRep",
          "body": "Mich nervt der Zeitpunkt der Ankündigung. Mit so kurzer Vorlaufzeit hat man als Kunde keine Chance umzuplanen. Das Verhalten ist unangemessen.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "kc9dj1s",
      "score": "77",
      "created": "2023-12-06 19:41",
      "author": "phpbbPike",
      "body": "Immerhin können die Münchener am Freitag in Ruhe den Schnee und die Bäume von den Gleisen machen. Muss man auch mal positiv sehen.",
      "branches": [
        {
          "id": "kc9j21y",
          "score": "18",
          "created": "2023-12-06 20:15",
          "author": "rocksRole",
          "body": "Die können es doch jetzt schon machen, da nix fährt.",
          "branches": [
            {
              "id": "kccaw8r",
              "score": "2",
              "created": "2023-12-07 08:57",
              "author": "tokenUnits",
              "body": "Immer noch nicht?",
              "branches": [
                {
                  "id": "kcdewe3",
                  "score": "1",
                  "created": "2023-12-07 16:05",
                  "author": "breadMen",
                  "body": "Ich wohne südlich von München und sitze seitdem Schneefall des Jahrhundert fest. Hatte gehofft dass morgen wieder alles normal fährt nach fast 7 Tage, aber ne, lieber Streik.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kcfdc02",
                  "score": "1",
                  "created": "2023-12-07 23:58",
                  "author": "rocksRole",
                  "body": "Also heute war der erste Tag, an dem alle Nahverkehrsoptionen fuhren. (Teilweise immer noch mit lokalen Streckensperrungen)\n\nSüdlich ist die Zugstrecke ab Tutzing immer noch gesperrt.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kcc8jve",
          "score": "1",
          "created": "2023-12-07 08:26",
          "author": "dansOrg",
          "body": "Hab bis jetzt nur gelesen, [dass S-Bahnen in Berlin und Hamburg](https://www.tagesschau.de/wirtschaft/gdl-streik-190.html) vom Streik betroffen sein werden.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9djrw",
      "score": "61",
      "created": "2023-12-06 19:41",
      "author": "hostEdit",
      "body": "Bei uns fährt seit letztem Wochenende kein Zug wegen schnee und mimimi. Ab morgen soll’s wieder normal gehen, bäm, Bahnstreik. Danke für nichts.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc9dng3",
      "score": "24",
      "created": "2023-12-06 19:41",
      "author": "clickSalt",
      "body": "großartig. die woche ist für Pendler ja eh schon gelaufen. Wir wurden jetzt schon so lange gefickt, da macht es ja auch keinen Unterschied mehr, wenn direkt der nächste nochmal draufschlägt. man liegt ja schon am boden\n\n\nich verstehe bin heute nicht, warum da nicht mit Hochdruck an Automatisierung gearbeitet wird. Diese Leute sind echt die beste Werbung für ein eigenes Auto",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc9giom",
      "score": "7",
      "created": "2023-12-06 19:59",
      "author": "truthIdeas",
      "body": "Wie lange in den Samstag hinein zieht sich denn wahrscheinlich das Chaos?",
      "branches": [
        {
          "id": "kc9kj72",
          "score": "-5",
          "created": "2023-12-06 20:24",
          "author": "failsMats",
          "body": "Streik geht bis Freitag Abend.",
          "branches": [
            {
              "id": "kc9lqaf",
              "score": "4",
              "created": "2023-12-06 20:32",
              "author": "truthIdeas",
              "body": "Das habe ich gelesen. Aber es läuft ja nicht quasi eine Minute nach Streikende sofort einfach alles regulär als hätte es nie einen Streik gegeben.\n\nDie Effekte ziehen sich doch sicher bis in den Folgetag, oder?\n\nBin noch nie mehr oder weniger unmittelbar nach einem Streik gereist.",
              "branches": [
                {
                  "id": "kc9n31m",
                  "score": "-3",
                  "created": "2023-12-06 20:40",
                  "author": "failsMats",
                  "body": "Das wäre noch dreister. Wollte Freitag fahren, jetzt Samstag 6:30 Uhr.",
                  "branches": [
                    {
                      "id": "kc9p0om",
                      "score": "6",
                      "created": "2023-12-06 20:52",
                      "author": "truthIdeas",
                      "body": "Ist doch unvermeidbar.\n\nDer ICE der z.B. während des Streiks von München über Köln nach Kiel gefahren wäre, der hat ja während des Streiks in München geparkt und kann dann eben nicht planmäßig in Köln abfahren, auch wenn der Streik zum theoretischen Abfahrtszeitpunkt in Köln bereits vorbei ist.\n\nBin mal gespannt ob mein Zug inklusive Anschlusszug tatsächlich fahren.\n\nZum Glück habe ich bereits im April schon den Flixbus als Alternative gebucht",
                      "branches": [
                        {
                          "id": "kcac4ym",
                          "score": "2",
                          "created": "2023-12-06 23:12",
                          "author": "serSome",
                          "body": "... warte, du buchst Flixbus und Bahn gleichzeitig, nur für den Fall?",
                          "branches": [
                            {
                              "id": "kcai4mb",
                              "score": "1",
                              "created": "2023-12-06 23:50",
                              "author": "truthIdeas",
                              "body": "Tatsächlich hatte ich den Flixbus zuerst gebucht, weil ich\n\na) mit der Bahn eigentlich durch war  (wirklich jede Zugfahrt die ich zuletzt hatte war einfach #@!).   \n\nb) die Bahn sich sowieso nicht so lange im Voraus buchen lässt  (keine Chane im April was für Mitte Dezember zu buchen, die Lufthansa hingegen hätte mir da bereits Flüge bis in 2024 verkauft)\n\n&#x200B;\n\nJe näher die Fahrt dann gerückt ist, desto bequemer wurde ich dann doch. 8h über Nacht im engen, harten Flixbus kein Auge zutun vs. chillige 4h im erste Klasse Abteil des ICE. Wenn der fährt, dann theoretisch absolut überlegen. Tja, wenn ....\n\nLange Rede kurzer Sinn, der Flixbus für die Strecke hat nur 30€ gekostet, die habe ich bereits seit April nicht mehr und somit geistig abgeschrieben. Die Zugfahrt war kaum teurer, grade mal 35€.  \n\nSo war die Rechnung letztlich \"heute nochmal 35€ ausgeben für einen potentiell hohen Komfortgewinn\". Selbst 65€ wenn ich das zusammen rechne sind jetzt kein Preis für Montabaur - Frankfurt -  Hamburg\n\nTheoretisch hätte ich den Flixbus da sogar noch stornieren können und >20€ zurück bekommen, aber das Mistrauen gegenüber der Bahn hat an mir genagt und da habe das ich gebuchte Ticket lieber weiter in der Hinterhand (wenn ich das jetzt storniere und dann wird bekannt das die Bahn streikt gibt es sicher nen Run auf die Busplätze)\n\nDie Bahn würde auch früher losfahren, wenn ich also tatsächlich im Zug sitze, dann kann ich zumindest noch \\~5€ für absolut spätes stornieren quasi kurz vor Abfahrt zurück holen, also nur 25€ verschwendet. ;)\n\nBzw. gute Chance das die 30€ gut angelegt waren und ich von Samstag auf Sonntag dann doch im Bus sitze. Letztlich muss ich nur bis Sonntag Vormittag irgendwie in Hamburg ankommen.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        },
                        {
                          "id": "kcaj9pn",
                          "score": "2",
                          "created": "2023-12-06 23:58",
                          "author": "stepsHole",
                          "body": "> \n> \n> \n> \n> Der ICE der z.B. während des Streiks von München über Köln nach Kiel gefahren wäre, der hat ja während des Streiks in München geparkt und kann dann eben nicht planmäßig in Köln abfahren, auch wenn der Streik zum theoretischen Abfahrtszeitpunkt in Köln bereits vorbei ist.\n\nNaja, irgendwie doch, weil dann nicht die Garnitur genommen wird die noch in München steht, sondern eine die in Köln ist. Immer da wo sowieso Personalwechsel wäre (bspw. beim Richtungswechsel in Köln) kann man auch einfach einen neuen Zug einsetzen. Es hätte ja an dem Tag sowieso mehr als ein Zug Köln verlassen, also nimmt man eben den.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcc2grj",
          "score": "3",
          "created": "2023-12-07 07:12",
          "author": "factRose",
          "body": "Beim letzten Streik ist mein Zug 2 Std. nach Streikende ganz normal gefahren, 3 Min Verspätung.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9h0v6",
      "score": "-21",
      "created": "2023-12-06 20:02",
      "author": "holesVia",
      "body": "Streiks sollten nur dann erlaubt sein wenn die Streikenden ein finanzierbares und wirtschaftliches Angebot vorlegen können.\n\nDas ganze wird von einem Gericht geprüft und wenn nicht tragbar wird das Streikrecht ausgesetzt.",
      "branches": [
        {
          "id": "kcako3f",
          "score": "5",
          "created": "2023-12-07 00:07",
          "author": "hrefPerth",
          "body": "Komm mal wieder runter.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc9hacj",
      "score": "-1",
      "created": "2023-12-06 20:04",
      "author": "scsiSalad",
      "body": "Der von Lügenbaron Seiler herbeigeführte Stillstand in den Verhandlungen führt direkt zum Stillstand der Züge! 🥰",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9ipjc",
      "score": "9",
      "created": "2023-12-06 20:13",
      "author": "logosShops",
      "body": "Geil 100 Euro Konzertkarte am Arsch und so schnell krieg ich die nicht verkauft. Danke ihr pisser! Kann man nicht weniger asozial sein und das wenigstens ne Woche vorher ankündigen?",
      "branches": [
        {
          "id": "kca4oro",
          "score": "1",
          "created": "2023-12-06 22:27",
          "author": "sofaCool",
          "body": "Mietwagen?",
          "branches": [
            {
              "id": "kcafhxz",
              "score": "1",
              "created": "2023-12-06 23:33",
              "author": "logosShops",
              "body": "So kurzfristig und damit durchs halbe Land für 2 Tage? Da bist du nochmal bei 200 Euro, abgesehen davon dass sie keinen Führerschein hat",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kca5j3r",
          "score": "-12",
          "created": "2023-12-06 22:32",
          "author": "rightGold",
          "body": "Dass es Streik geben wird, wurde nach den letzten Gesprächen vor ca 2 Wochen angekündigt.\n\nWar jetzt ehrlichgesagt keine Überraschung. Schaue seitdem jeden Tag, ob es News gibt und hab mich mit Terminen etc darauf eingestellt.\n\nVermute man wollte nicht mitten im Wintereinbruch den Streik beginnen.",
          "branches": [
            {
              "id": "kcaekuc",
              "score": "5",
              "created": "2023-12-06 23:27",
              "author": "logosShops",
              "body": "Und deine Hotels, Konzerte und Zugtickets buchst du deshalb am Vorabend erst? Bei aller Sympathie für den Arbeitskampf braucht man mal nicht so tun als wäre das Vorgehen der GDL nicht auch den Kunden gegenüber hart asozial",
              "branches": [
                {
                  "id": "kcafscj",
                  "score": "-3",
                  "created": "2023-12-06 23:35",
                  "author": "rightGold",
                  "body": "Also dein Anspruch ist, dass Arbeitnehmer nur für bessere Bedingungen eintreten dürfen, wenn sie DEINE persönliche Terminplanung berücksichtigen z.B. das vor einem Jahr gebuchte Großkonzert und am besten da schon ankündigen? \n\nJungejunge, Solidarität funktioniert unter Lohnabhängigen in Deutschland echt überhaupt nicht. Braucht sich auch keiner über miese Arbeitsbedingungen zu wundern, wenn auf jeden draufgehauen wird, der sich für bessere einsetzt.\n\nJa, wenn gestreikt wird, kann ich halt nicht hingehen oder muss mir ein Taxi, Bus oder sonstwas besorgen. \n\nIst auch schon paarmal passiert, dass ich Familienbesuche verschoben habe. \n\nIst nicht so, dass sich die komplette Welt um mich und um meine Wünsche dreht.",
                  "branches": [
                    {
                      "id": "kcaj7cf",
                      "score": "4",
                      "created": "2023-12-06 23:57",
                      "author": "logosShops",
                      "body": "\n>Also dein Anspruch ist, dass Arbeitnehmer nur für bessere Bedingungen eintreten dürfen, wenn sie DEINE persönliche Terminplanung berücksichtigen z.B. das vor einem Jahr gebuchte Großkonzert und am besten da schon ankündigen? \n\nNö die sollen ruhig streiken und irgendwem tut's immer weh aber warum versucht man nicht mal das letzte bisschen guten Willen bei den unbeteiligten zu retten? Ein paar Tage vorher Bescheid sagen und gut ist, dann hätte man zumindest das Hotel noch stornieren können und vielleicht ne Mitfahrgelegenheit finden. Und erzähl bloß nicht dass die Bahn dann plötzlich noch tausende Lokführer aus dem Hut zieht und einen auf Streikbrecher macht, die kriegen ja schon den Normalbetrieb kaum hin. \n\nOder funktioniert Arbeitskampf nur wenn wirklich alle maximal genervt sind? Reicht es nicht wenn man den Arbeitgeber nervt? Und wenn die Bahn es dann schafft trotzdem noch ein paar Züge fahren zu lassen, dann streikt man halt doppelt so lang.. hier tun immer alle so als wären der Bahn die Streiks dann plötzlich egal und wirkungslos. Oder vielleicht einfach nur die Hälfte der Verbindungen bestreiken, der finanzielle Schaden bei der Bahn ist trotzdem enorm und wer unbedingt muss kommt vielleicht doch noch heim. Bei aller Liebe für den Arbeitskampf, es ist einfach hart asozial das ganze Land zu ficken nur weil man gern mehr Gehalt hätte.\n\nWas ist mit meinem Geld dass ich jetzt dank der GDL in den Sand gesetzt hab, zählt das nix? Mit so einem Verhalten zeigt man einfach dass einem alle scheiß egal sind so lange man selbst kriegt was man will. Einfach ne Woche vorher Bescheid sagen damit man sich als Kunde irgendwie drauf einstellen kann und der vielleicht noch was retten kann, mehr müssten sie ja gar nicht tun",
                      "branches": [
                        {
                          "id": "kcaklux",
                          "score": "-4",
                          "created": "2023-12-07 00:07",
                          "author": "rightGold",
                          "body": "Nochmal: was erwartest du? Du erwartest hier implizit, dass Arbeitnehmer bei ihren Streiks Hotelstornofristen oder sonstige persönliche Terminplanungen von Bahnreisenden berücksichtigen? \n\nIch verstehe, dass es nervig und störend ist, wenn ein Plan nicht aufgeht und deine/meine Dienstleister nicht wie gewohnt Überstunden zu schlechten Bedingungen für uns schieben, um uns glücklich zu machen, aber es geht hier nunmal nicht um dich oder mich. \n\nSie führen ihren Arbeitskampf in ihrem Interesse. Ich „komme“ hier mit gar nix, denn die Arbeitnehmer müssen selbst am besten wissen wie sie ihren Arbeitskampf möglichst effektiv gestalten. Das geht mich herzlich wenig an.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "positive",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "positive",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kcbzdix",
          "score": "1",
          "created": "2023-12-07 06:39",
          "author": "keepPeer",
          "body": "Mein Beileid, immerhin guter Musikgeschmack... 😔",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcc3pnw",
          "score": "4",
          "created": "2023-12-07 07:27",
          "author": "deptSao",
          "body": "\\*Lorna Shore...So wichtig kann's dann wohl nicht sein ;)",
          "branches": [
            {
              "id": "kcc5of6",
              "score": "1",
              "created": "2023-12-07 07:50",
              "author": "logosShops",
              "body": "Ups 😂 erwischt.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kc9l6ti",
      "score": "6",
      "created": "2023-12-06 20:28",
      "author": "awareNav",
      "body": "Seit Samstag hat Oberbayern im Prinzip den Kampf gegen den Schnee aufgegeben, statt zu räumen gibts Jetzt einfach bei jedem Zug einen Münzwurf, ob was fährt, bis der Schnee schmilzt\n\nIst eh schon alles so kaputtgespart, dass es sich wie Dauerstreik anfühlt hier. von daher drücke ich Weselsky uneingeschränkt die Daumen, es kostet mich buchstäblich nichts",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "kc9m0lm",
      "score": "-4",
      "created": "2023-12-06 20:33",
      "author": "limitRice",
      "body": "Ich fahr donnerstag morgen - mir egal.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9muly",
      "score": "3",
      "created": "2023-12-06 20:39",
      "author": "sheerShift",
      "body": "Weiß jemand, wo man herausfinden kann, welche Züge der DB fahren und welche nicht?",
      "branches": [
        {
          "id": "kccj9so",
          "score": "1",
          "created": "2023-12-07 10:56",
          "author": "filesJones",
          "body": "Zuverlässig? Vermutlich nirgends. Aber ich nutze für sowas hauptsächlich die DB-App. Je nach Situation kann es natürlich passieren dass es kein Update gibt, ist mir erst Vorgestern passiert, In der App und am Bahnsteig wurde der Zug mit 5 Minuten Verspätung angezeigt aber das Ende vom Lied war dass ich den Rest der Strecke mit dem Bus fahren durfte weil einfach kein Zug aufgetaucht ist.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9mxv5",
      "score": "7",
      "created": "2023-12-06 20:39",
      "author": "diffsGas",
      "body": "Heißt das jz das von Donnerstag bis Freitag gar keine Züge fahren oder nur deutlich weniger? Blick da manchmal nicht so richtig durch",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9nzyc",
      "score": "2",
      "created": "2023-12-06 20:46",
      "author": "doomMlb",
      "body": "Da will man seinen 30. am Freitag in Berlin verbringen und kann es sich gleich abschminken anscheinend. Kann ich irgendwo sehen, ob mein Zug auch betroffen ist? Ich find in der App dazu keine Auskunft.",
      "branches": [
        {
          "id": "kc9wvk0",
          "score": "1",
          "created": "2023-12-06 21:40",
          "author": "feofLuis",
          "body": "Bei dem letzten Bahnstreik wurde es mir in der App angezeigt, aber super kurzfristig. Nicht als der Streik angekündigt wurde, sondern erst 2-3 Stunden vor der geplanten Abfahrt",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9p989",
      "score": "1",
      "created": "2023-12-06 20:53",
      "author": "kindsHas",
      "body": "die GDL will am 19.12. das Ergebnis über einen unbestimmten Streik verkünden. Ich habe Bahntickets für den 20.12. Soll ich sicherheitshalber noch für den 18.12. Züge buchen?",
      "branches": [
        {
          "id": "kca52rn",
          "score": "6",
          "created": "2023-12-06 22:29",
          "author": "cableBet",
          "body": "Weselsiy sagt, dass sie nicht über Weihnachten streiken wollen, einen genauen Zeitraum nennt er nicht. Ich würde aber davon ausgehen, dass es am 20.12 fährt.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9pmkb",
      "score": "112",
      "created": "2023-12-06 20:56",
      "author": "livePapua",
      "body": "Ich muss sagen: Mittlerweile kommt's da auch nicht mehr drauf an. Von den 4 Zügen, die auf meiner Strecke fahren, fallen täglich 1-3 aus. Weichenstörung, Reparatur am Zug, dies das. Dazu kommt derzeit eine Baustelle, wegen der weitere Züge ausfallen oder stark verspätet fahren. Dann kam ein Oberleitungsabriss, der für 24 Stunden den gesamten norddeutschen Zugverkehr zum Erliegen brachte, dann war Winter, dann streikte das lokale Bus-Unternehmen. Dass man einfach mal so in den Zug steigt und pünktlich von A nach B kommt, ist inzwischen mehr die Ausnahme als die Regel. Man hat als Pendler inzwischen alles dabei: Powerbank, Ladekabel, Essen, Trinken, Hand- und Fußwärmer, Offline-Podcasts für mindestens 6 Stunden, Bekleidung um eine Stunde bei jeder Witterung draußen rumzustehen und zur Not eine Stunde zusätzlich zu Fuß zu gehen. Ob nun die EVG oder die GDL oder sonstwer streikt, macht den Kohl tatsächlich auch nicht mehr fett.",
      "branches": [
        {
          "id": "kcc65eu",
          "score": "26",
          "created": "2023-12-07 07:56",
          "author": "novaDock",
          "body": "I bin seit etwas mehr als 2 Monaten beruflich auf die Bahn angewiesen mit 2 mal umsteigen und komme zu 50% 30-60 Minuten später an, habe Buch geführt. Ich fahre inzwischen immer mit meinem Wanderrucksack.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        },
        {
          "id": "kccfrm1",
          "score": "4",
          "created": "2023-12-07 10:05",
          "author": "swapBiol",
          "body": "Ah, ein authentischer Bahnfahrer.",
          "branches": [
            {
              "id": "kccrc27",
              "score": "7",
              "created": "2023-12-07 12:42",
              "author": "livePapua",
              "body": "Das wird die nächste Staffel \"7 vs. Wild\": Überlebe einen Arbeitstag als Pendler, im Winter, mit nur 7 Gegenständen.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9sdei",
      "score": "2",
      "created": "2023-12-06 21:12",
      "author": "votePlain",
      "body": "Freitags sind die Tickets eh am teuersten",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kc9v6to",
      "score": "11",
      "created": "2023-12-06 21:29",
      "author": "dozenSay",
      "body": "So eine knappe Ankündigung kurz vor dem Adventswochende ist einfach nur asozial. Ich habe kein Verständnis für derartige Streiks GDL.",
      "branches": [
        {
          "id": "kca6dqb",
          "score": "-11",
          "created": "2023-12-06 22:37",
          "author": "rightGold",
          "body": "Dass es Streik geben wird, wurde nach den letzten Gesprächen vor ca 2 Wochen angekündigt.\n\nWar jetzt ehrlichgesagt keine Überraschung. Schaue seitdem jeden Tag, ob es News gibt und hab mich mit Terminen etc darauf eingestellt.\n\nVermute man wollte nicht mitten im Wintereinbruch den Streik beginnen.",
          "branches": [
            {
              "id": "kcae90d",
              "score": "-3",
              "created": "2023-12-06 23:25",
              "author": "chileBow",
              "body": "Das ist komischer Kommentar es gibt Menschen die buchen für 200 Euro ICE Tickets im Voraus",
              "branches": [
                {
                  "id": "kcaeu08",
                  "score": "5",
                  "created": "2023-12-06 23:28",
                  "author": "rightGold",
                  "body": "Verstehe nicht, was du sagen willst?",
                  "branches": [
                    {
                      "id": "kcafh7g",
                      "score": "-4",
                      "created": "2023-12-06 23:33",
                      "author": "chileBow",
                      "body": "Ich habe 200 Euro bezahlt für ICE am Freitag was passiert jetzt mit Menschen wie mir??",
                      "branches": [
                        {
                          "id": "kcah8qg",
                          "score": "9",
                          "created": "2023-12-06 23:44",
                          "author": "rightGold",
                          "body": "Du kriegst dein Geld zurück und kannst dir jetzt entweder eine Alternative suchen oder dich mental auf eine Planänderung einstellen. \n\nDafür fährt dich in Zukunft wieder ein glücklicherer Lokführer, der vll nicht 300 Überstunden drauf hat, weil ggf. mit besseren Arbeitskonditionen noch mehr Lokführer anfangen werden.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "positive",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kcajmha",
              "score": "6",
              "created": "2023-12-07 00:00",
              "author": "safeShe",
              "body": "Wie oft hast du den Kommentar eigentlich kopiert???",
              "branches": [
                {
                  "id": "kcalmsn",
                  "score": "-3",
                  "created": "2023-12-07 00:14",
                  "author": "rightGold",
                  "body": "So oft wie kommentiert wurde, dass der Streik so überraschend und unerwartet kam. Finde das sonst nicht ausreichend dargestellt.",
                  "branches": [
                    {
                      "id": "kccg608",
                      "score": "2",
                      "created": "2023-12-07 10:11",
                      "author": "yieldPhi",
                      "body": "So ein level von aufmerksam ist aber schwieriger als einfach genervt zu sein dass die Gewerkschaft nicht so einknickt wie andere.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kca6lo8",
      "score": "2",
      "created": "2023-12-06 22:38",
      "author": "chileBow",
      "body": "ehm Hilfe ich stecke in Wilhelmshaven fest Hotel ist nur bis Freitag morgen\n\nWas kann ich tun???",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcacevt",
      "score": "2",
      "created": "2023-12-06 23:13",
      "author": "ghostSorry",
      "body": "Merkt noch einer den Unterschied zwischen Streik und Zug ausgefallen? Ich zumindest nicht.",
      "branches": [
        {
          "id": "kcaf668",
          "score": "3",
          "created": "2023-12-06 23:31",
          "author": "tiresFlags",
          "body": "Bei Streik fallen viele Züge aus, die verbliebenen Züge sind pünktlich, weil die Strecken frei sind und sogar größere Verspätungen wieder aufgeholt werden können.  \n\nBei normalen Zugverkehr fallen weniger Züge aus, dafür ist der Großteil der verbliebenen Fernzüge unpünktlich.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kccg0vx",
          "score": "3",
          "created": "2023-12-07 10:09",
          "author": "kneeRoll",
          "body": "Vor allem weil das gefühlt der 5te oder 6te Bahnstreik dieses Jahr ist. Weiß gar nicht, wie oft die Gehaltserhöhungen haben wollen...  Hätte ich auch gern so oft!",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcaf18l",
      "score": "1",
      "created": "2023-12-06 23:30",
      "author": "weedCarey",
      "body": "Schon am Samstag habe ich 10 Stunden (!!) Verspätung gehabt, jetzt soll ich am Freitag wieder nach Hause und zack, Streik. Hab kein Bock mehr.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcaf22y",
      "score": "1",
      "created": "2023-12-06 23:30",
      "author": "sprayMath",
      "body": "Fahre morgen um 17:15 nach Zürich, ohne Umsteigen einmal durch. Ankunft ist 20:53. Bin jetzt ein bisschen verwirrt wegen den Berichten über 18 und 22 Uhr, kurz gesagt, muss ich mir Sorgen machen, dass der Zug irgendwo stehen bleibt, bevor ich in der Schweiz bin?",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcaxy19",
      "score": "1",
      "created": "2023-12-07 01:41",
      "author": "quitApps",
      "body": "Wisst ihr ob ich mit meinem Ticket für Freitag stattdessen morgen schon fahren darf ?",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcb0xne",
      "score": "1",
      "created": "2023-12-07 02:03",
      "author": "barnTree",
      "body": "Wollte nach über einem Jahr übers Wochenende mit meinem Bruder in Tschechien treffen, hatte mich so gefreut :( macht aber einfach keinen Sinn, jetzt zu fahren",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcc1rx6",
      "score": "1",
      "created": "2023-12-07 07:04",
      "author": "floatFully",
      "body": "Ah echt? Ich dachte die streiken schon. Seit ner Woche fällt fast alles aus. Im RMV Gebiet wurde eine Linie sogar komplett gestrichen.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcc3nko",
      "score": "2",
      "created": "2023-12-07 07:26",
      "author": "wareRep",
      "body": "Habs jetzt gerade erfahren. Die Vorwarnzeit ist einer Organisation mit dem Anspruch Mobilität für ganz Deutschland zu stellen unwürdig. Da sollte die Gewerkschaft noch mal überdenken, ob sie so gegenüber den Bürgern auftreten möchte.",
      "branches": [
        {
          "id": "kcc63ds",
          "score": "2",
          "created": "2023-12-07 07:55",
          "author": "poolDist",
          "body": "Deutsche Bahn und Mobilität ist ja auch so ein Oxymoron...",
          "branches": [
            {
              "id": "kcc80x8",
              "score": "6",
              "created": "2023-12-07 08:19",
              "author": "wareRep",
              "body": "Ach eigentlich bin ich mit der Bahn ganz zufrieden, die Fahrt mit dem Semesterticket setzt den Preis entsprechend niedrig an.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kcc7pez",
      "score": "2",
      "created": "2023-12-07 08:15",
      "author": "ryanAsin",
      "body": "Ich fall echt vom Pferd, eh. Das ist der dritte Termin in Folge der durch einen Streik in die Hose geht für mich. Wenn es nicht so absurd wäre, könnte ich fast drüber lachen. Kann man sich nicht ausdenken.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcccsqn",
      "score": "3",
      "created": "2023-12-07 09:23",
      "author": "bondsEau",
      "body": "In und um München ist der Öpnv noch immer sehr eingeschränkt und schon geht es weiter mit der Mobilität der Zukunft, manche Haltepunkte seit Samstag nicht bedient, SEV mit Taxi kannst in der Pfeife rauchen, und schon kommt die nächste Katastrophe auf uns zu… ein Glück hab ich mein Auto noch",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kccnfqk",
      "score": "2",
      "created": "2023-12-07 11:54",
      "author": "cordFarm",
      "body": "Würde gerne mal wissen, wie man auf die glorreiche Idee gekommen ist, an einem Freitag zu streiken und das mit Ankündigung in letzter Minute. Bin mir echt nicht mehr sicher gegen wen sich der Streik richten soll, Fahrgäste oder Bahn. Erstmal schön den Wochenendsverkehr lahmlegen und Tausenden auf den Sack gehen, die eigentlich nur Freunde, Familie oder Partner besuchen wollen. Warum kann man Streiks denn nicht zwischen Montag und Donnerstag vollziehen? Da triffts wenigstens nur den Verkehr zur Arbeit und nicht die Wochenend-/Freizeitunternehmungen.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "kccog20",
      "score": "2",
      "created": "2023-12-07 12:07",
      "author": "lawnCorps",
      "body": "Diese Kurzfristigkeit finde ich echt beknackt. Das lässt den Streik nicht effektiver werden, fuckt nur die Reisenden weiter ab, erhöht das Risiko, dass man nicht mehr umplanen kann oder strandet.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    }
  ]
}