{
  "id": "18fwm3v",
  "title": "Bonus: GDL-Chef Claus Weselsky poltert gegen Bahn-Vorstand",
  "score": 337,
  "created": "2023-12-11 16:07:00",
  "url": "https://www.spiegel.de/wirtschaft/bonus-gdl-chef-claus-weselsky-poltert-gegen-bahn-vorstand-a-63dc4305-9037-4ece-b886-fa9bc415d689",
  "author": "runsUtah",
  "branches": [
    {
      "id": "kcws7wf",
      "score": "56",
      "created": "2023-12-11 16:15",
      "author": "votePlain",
      "body": "Typisch die Bonusmillionen sind doch nur Entschädigung weil er immer so gemein zu dem armen Managern ist",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcwssza",
      "score": "245",
      "created": "2023-12-11 16:19",
      "author": "runsUtah",
      "body": ">Bei aller Kritik am Zustandekommen dieser Boni lassen sich hier Konkurrenzfragen ins Feld führen, wie sie häufig als Argument für derlei Sonderzahlungen angeführt werden: Wie soll man Manager für diese Posten gewinnen, wenn woanders besser gezahlt wird?\n\nImmer derselbe Schmarrn von \"Meritocracy\" - wenn wir nicht XYZ Millionen bezahlen finden wir nicht die besten. So oft widerlegt, so oft auch praktisch als unwahr befunden. Vom ÖRR-Intendanten bis zum Präsident von Singapur, die Begründung ist einfach lächerlich.",
      "branches": [
        {
          "id": "kcx13mh",
          "score": "104",
          "created": "2023-12-11 17:13",
          "author": "doomDebut",
          "body": "Das hat mich auch stark an den ÖRR erinnert. Wenn dass die \"Besten\" sind, die man zu diesen absurden Gehältern kriegt, dann hat das System fertig.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        },
        {
          "id": "kcx6o1p",
          "score": "4",
          "created": "2023-12-11 17:49",
          "author": "usersDive",
          "body": "Die 5 Mio. werden doch auf 8 Leute aufgeteilt. Momentan gibt es laut Stepstone 771 offene Vorstandspositionen in Deutschland. \n\nDie Parteien stellen viele Sitze im Aufsichtsrat und die Politik hält alle Anteile an der Bahn, sie könnten diese Gehaltsstrukturen einfach ändern.\n\nDie Frage ist hier also, was ist angemessen? Und wen soll man zukünftig rekrutieren?",
          "branches": [
            {
              "id": "kd01xtj",
              "score": "1",
              "created": "2023-12-12 06:09",
              "author": "soundAss",
              "body": ">Die Parteien stellen viele Sitze im Aufsichtsrat\n\nInteressanterweise nicht wirklich, das sind meist nicht einmal politische Staatssekretäre:\n\nhttps://www.deutschebahn.com/de/konzern/konzernprofil/aufsichtsrat-6878464",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcx7pq1",
          "score": "-13",
          "created": "2023-12-11 17:55",
          "author": "openFlour",
          "body": "Die Zahlen auch nicht gut Verhältnismäßig gesehen. Die DB bewegt sich auf einer Größenebene mit VW und die kriegen ca das 20- fache an Gehalt.  \n\nAber klar du und deine 3 Beispiele wissen es besser. Kannst ja mal gucken wer sich für den Job bewirbt, wenn 60k im Jahr gezahlt werden.",
          "branches": [
            {
              "id": "kcx8ym5",
              "score": "15",
              "created": "2023-12-11 18:03",
              "author": "runsUtah",
              "body": "Gib doch mal \"Positiv\"- bzw. Gegen-Beispiele? Niemand redet von 60k. Die Leute verdienen ein paar 100k. VW? Bestbezahlter Typ war Winterkorn AFAIK. Gaaanz große Leistung. Peloton? Einer der höchstbezahlten CEOs, Unternehmen komplett an die Wand gefahren. Oder Reed Hastings bei Netflix? Geld = \"Leistung\"? Komm schon, dann mal Butter bei die Fische und nicht einfach nur polemisch rumnölen.",
              "branches": [
                {
                  "id": "kcxah34",
                  "score": "-7",
                  "created": "2023-12-11 18:13",
                  "author": "openFlour",
                  "body": "Alle die nicht in den Schlagzeilen sind und ihre Firmen anständig führen. Außer du glaubst natürlich, dass du von 10 Personen auf eine Gruppe von sicherlich über 1 Millionen Menschen schließen kannst.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "kcxghxk",
                  "score": "-3",
                  "created": "2023-12-11 19:41",
                  "author": "orbitMicro",
                  "body": "Lisa Su, Satya Nadella, Tim Cook.",
                  "branches": [
                    {
                      "id": "kcxi1vc",
                      "score": "8",
                      "created": "2023-12-11 19:52",
                      "author": "runsUtah",
                      "body": "Wer von denen ist zum Unternehmen wegen des hohen CEO Gehalts gewechselt? Genau keiner davon.",
                      "branches": [
                        {
                          "id": "kcxpf18",
                          "score": "1",
                          "created": "2023-12-11 20:40",
                          "author": "orbitMicro",
                          "body": "Lisa Su kam von einer anderen Firma (zuerst als CTO angestellt)\n\nDenkst du die anderen wäre da geblieben wenn man ihnen 2mil im jahr gezahlt hätte? Die Konkurrenz hätte die schon längst abgeworben. Intel würde wahrscheinlich Lisa Su einfach so 10mil zahlen damit sie in den Ruhestand geht.",
                          "branches": [
                            {
                              "id": "kcxvowc",
                              "score": "1",
                              "created": "2023-12-11 21:19",
                              "author": "runsUtah",
                              "body": "Und, wo arbeitet Sam Altman jetzt?",
                              "branches": [
                                {
                                  "id": "kcxy4yr",
                                  "score": "1",
                                  "created": "2023-12-11 21:34",
                                  "author": "orbitMicro",
                                  "body": "was hat das zur sache zu tun? Microsoft hätte viel geld für altman ausgegeben und jeder hätte gesagt dass es eine gute investition wäre. Weil er nicht will heißt das nicht dass das jetzt bei jedem so ist",
                                  "branches": [
                                    {
                                      "id": "kcy1uib",
                                      "score": "-1",
                                      "created": "2023-12-11 21:56",
                                      "author": "runsUtah",
                                      "body": "Ich frag nach Beispielen wo ein hohes CEO Gehalt jemand super fähigen rekrutiert hat. Du kommst an mit 3 Leuten, die von intern aufgestiegen sind, und einem, der trotz eines super hohen Angebots nicht gekommen ist.\n\n  \nIch mein, no offense, aber was willst du denn von mir?",
                                      "branches": [
                                        {
                                          "id": "kcy3wez",
                                          "score": "3",
                                          "created": "2023-12-11 22:08",
                                          "author": "orbitMicro",
                                          "body": "In deinem originalen Kommentar war die aussage \"wenn wir nicht XYZ bezahlen finden wir nicht die Besten\" Die besten kannst du auch in deiner eigenen Firma finden. \n\nAußerdem sehe ich nicht den relevanten Unterschied zwischen jemanden der direkt abgeworben wird als CEO und jemand der abgeworben wird als CTO, wie es zB bei Lisa Su der Fall war.",
                                          "branches": [],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "negative"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        },
                        {
                          "id": "kcy6i60",
                          "score": "2",
                          "created": "2023-12-11 22:24",
                          "author": "saraStd",
                          "body": "Und wie viele davon wären dahin gewechselt, wenn die schlecht bezahlen würden?",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kcx8ys1",
              "score": "24",
              "created": "2023-12-11 18:03",
              "author": "hdtvTells",
              "body": "Wenn man etwas weniger polemisch nicht 60k sondern 300k base + 300k Bonus sagt (bei echten Zielen), dann würde es bestimmt noch ein paar Freiwillige geben. Die aktuellen sind jedenfalls so grottig, dass es kaum schlechter laufen kann...",
              "branches": [
                {
                  "id": "kcxa6lz",
                  "score": "-3",
                  "created": "2023-12-11 18:11",
                  "author": "openFlour",
                  "body": "Die meisten verdienen weniger als 600k ....",
                  "branches": [
                    {
                      "id": "kcxk320",
                      "score": "5",
                      "created": "2023-12-11 20:06",
                      "author": "capeWatts",
                      "body": "Ich habe leider keine konkreten Zahlen gefunden. Woher hast du diese Angaben?",
                      "branches": [
                        {
                          "id": "kcxqclz",
                          "score": "10",
                          "created": "2023-12-11 20:46",
                          "author": "hadEdges",
                          "body": "Aus dem Allerwertesten. Hier die echten Zahlen für 2022, S. 67 f.\nNeben Gehalt noch Dienstwagen mit Fahrer zur privaten Nutzung, Zuschuss zur Zweiwohnung, Bahncard 100 First, D&O-Versicherung und noch Ruhegeldansprüche.\n\nhttps://ir.deutschebahn.com/fileadmin/Deutsch/2023/Berichte/DBAG_22_Web_01.pdf",
                          "branches": [
                            {
                              "id": "kcyah5f",
                              "score": "5",
                              "created": "2023-12-11 22:48",
                              "author": "capeWatts",
                              "body": "Danke! Von acht Vorständen der Deutschen Bahn haben zwei weniger als 600k verdient. Das sind nicht \"die meisten\". Drei von acht sind sogar Einkommensmillionäre.  \n\n\nu/RefuseAdditional4467  irgend ein Kommentar?",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    },
                    {
                      "id": "kcyadgy",
                      "score": "4",
                      "created": "2023-12-11 22:48",
                      "author": "hdtvTells",
                      "body": "Wird schwierig unter 600k zu kommen bei allein 5 mio. Boni geteilt durch 8 Personen",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kcxcrfw",
              "score": "13",
              "created": "2023-12-11 18:33",
              "author": "milesSally",
              "body": ">Kannst ja mal gucken wer sich für den Job bewirbt, wenn 60k im Jahr gezahlt werden.\n\nKönnen wir ja tatsächlich mal gucken. Vielleicht wird der Job dann mal halbwegs brauchbar erledigt.\n\nMit den absurden Gehältern und Boni für verschlechterte Leistung bekommt man ja offenbar nur Nieten.",
              "branches": [
                {
                  "id": "kcy18fo",
                  "score": "-4",
                  "created": "2023-12-11 21:52",
                  "author": "juiceFairy",
                  "body": "Naja extrem hohe Gehälter ziehen irgendwie immer absurde Menschen an. Mich würde es nicht wundern, dass die aktuellen Vorstände gar keine Bahn nutzen oder maximal in der 1. Klasse im ICE unterwegs sind und die Realität, wie viele Leute jeden Tag im ICE im Gang rumstehen, weil mal wieder ein Zug ausgefallen ist und sich die Leute aus zwei Zügen in einen quetschen.\n\nWir sehen das doch immer wieder, im „Elfenbeinturm“ der Reichen verliert man so schnell den Überblick, was die Normalbevölkerung so interessiert.\nUnd wenn man sich dann anschaut, dass die Bahn ja durchaus das ein oder andere gute Projekt umsetzen kann, aber irgendwie immer nur dann, wenn die EU das in ihre Pläne aufnimmt (bspw. Fehmarnbelttunnel), wir an anderer Stelle aber nichtmal Fahrstühle reparieren können, weil man die Gebäude mit den Fahrstühlen teilweise verkauft hat, dann wird’s absurd.\n\nAlso ich sehe zwar das Hauptproblem grundlegend beim Bund, weil die Bahn schlicht die Probleme, die sie hat nicht selbst lösen kann/darf, aber die DB ist in ihrer Struktur und mit vielen Personen einfach auch selbst am Arsch.",
                  "branches": [
                    {
                      "id": "kcy33ct",
                      "score": "3",
                      "created": "2023-12-11 22:03",
                      "author": "milesSally",
                      "body": ">Wir sehen das doch immer wieder, im „Elfenbeinturm“ der Reichen verliert man so schnell den Überblick, was die Normalbevölkerung so interessiert.\n\nHat mit dem Thema hier nichts zu tun, aber ich muss bei dem Spruch immer wieder dran denken, dass die SPD-Mitglieder auf ihrem Parteitag vor ein paar Jahren (glaube kurz vor Corona wars) mal die Internationale gesungen haben und noch irgendein Heini \"Rotfront\" reingerufen hat - als wenn dieser heutige neoliberale Haufen da irgendwas mit einer Arbeitskampfbewegung zu tun hätte. Todeslost hoch zehn, diese Leute. Elfenbeinturm ist da noch nett ausgedrückt.\n\nSo ähnlich stell ich mir die obere Etage bei der Bahn vor. Und wenn man dann bedenkt, dass die Lösung nur vom Bund kommen kann, der gerade von oben genannter Partei angeleitet wird, möchte man verzweifeln.",
                      "branches": [
                        {
                          "id": "kcy5b6s",
                          "score": "2",
                          "created": "2023-12-11 22:17",
                          "author": "juiceFairy",
                          "body": "Ja, da gebe ich dir Recht. Klingbeil hat gerade erst beim Parteitag eine flammende Rede gegen den Neoliberalismus und auch gegen die Schuldenbremse gehalten. Scholz, der ja nunmal bis Corona die Schwarze Null vertreten hat, hat natürlich auch geklatscht und wurde in keinem Wort kritisiert. Die SPD gibt sich nach innen irgendwie immer auf absurde Art und Weise als sehr links, bringt auch immer mal wieder fundamental Kapitalismuskritik und vermitteln innerhalb der Partei auch immer den Eindruck sie verfolge eine allgemein sehr linke Politik, aber dann wählt sie immer wieder deutlich konservativere und zumindest in Teilen neoliberale Persönlichkeiten zum Kanzlerkandidaten.\n\nDa geht das Selbstverständnis null mit der Realität einher. Aber man muss dazu auch sagen, dass die SPD intern eh völlig zerrissen ist. Die Jusos sind ja harte Gegner von Scholz und einige andere Figuren (wie bspw. Esken) sind ja offensichtlich inhaltlich auch ganz anders zu verordnen. Da herrscht nur so eine art innere Pflicht, der sich alle freiwillig unterordnen, dass man interne Streitigkeiten nicht gerne groß macht, obwohl das politisch grundlegend notwendig ist. Die Partei hat ähnlich wie die Linke durch das Aussitzen eines Richtungsstreits einfach immense Probleme. Sie hat nur durch den (ehemaligen) Status der Volkspartei das Glück, dass nicht so einfach eine Figur wie Wagenknecht die Partei stürzen kann.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "positive"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kcxn9p7",
              "score": "1",
              "created": "2023-12-11 20:27",
              "author": "mayIdol",
              "body": "[Und sind die VW Manager besser?](https://www.reddit.com/r/de/comments/18fepbb/wir_sind_nicht_%C3%BCberlebensf%C3%A4hig_das_system)",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kcxcocb",
          "score": "44",
          "created": "2023-12-11 18:30",
          "author": "milesSally",
          "body": ">wenn wir nicht XYZ Millionen bezahlen finden wir nicht die besten\n\nWenn die jetzige Chef:innen-Etage bei der Bahn aus den Besten der Besten der Besten mit Auszeichnung besteht und wir alle mit dem Ergebnis davon leben müssen... können wir vielleicht auch die Zweitbesten bekommen, damit mal was vernünftiges bei rauskommt?",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        },
        {
          "id": "kcxfbms",
          "score": "14",
          "created": "2023-12-11 19:32",
          "author": "jeepDies",
          "body": "Sie Manager braucht man halt auch gar nicht...",
          "branches": [
            {
              "id": "kcxzv0i",
              "score": "2",
              "created": "2023-12-11 21:44",
              "author": "juiceFairy",
              "body": "Naja einen guten Manager kann man schon gebrauchen. Ob‘s bei der Bahn jetzt so sinnvoll ist, würde ich da im Detail zwar bezweifeln, auch weil viele Pläne der Bahn am Ende vom Verkehrsministerium entschieden werden, aber grundsätzlich kann ein guter Manager tatsächlich sehr viel bringen.\nIch würde da aber mal die These aufstellen, dass hohe finanzielle Anreize da eher das Gegenteil verursachen.\nWenn das Interesse, dass die Bahn gut laufen muss, nicht der Hauptantrieb ist, sondern eben die immensen Summen, die man verdient, dann hat man ja definitiv zig Menschen, denen der Zustand der Bahn egal ist, die diesen Posten haben wollen.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcy9jgy",
          "score": "11",
          "created": "2023-12-11 22:42",
          "author": "gatesDis",
          "body": "Sonst gründet der Pofalla noch das nächste Google.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcysz7l",
          "score": "4",
          "created": "2023-12-12 00:49",
          "author": "adslFeels",
          "body": "Das praktische Problem ist wohl eher dass die Ziele lächerlich definiert sind.\n\nWenn wir die Ziele in der Art definieren würden, dass wir einen Zuwachs X bei den Fahrgastzahlen, eine Zahl der ausgefallenen Züge unter Y und eine Pünklichkeit der gefahrenen Züge über Z hätten und es nur Boni gibt wenn keines der Ziele verfehlt würde, dann könnte man den Managern gern je 10M zahlen. Wenn das Unternehmen ernsthaft in ein modernes, zuverlässiges, skalierbares Transportunternehmen transformiert würde, dürfte uns das gern Millionen an Erfolgszahlungen wert sein. Das eigentliche Problem sind die aktuellen Zieldefinitionen, nicht die Höhe der Boni.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcwua26",
      "score": "33",
      "created": "2023-12-11 16:29",
      "author": "chevyPlaza",
      "body": "Der Vorstand der DB besteht aus 8 Mitgliedern, die insgesamt 5 m€ Bonus bekommen aka ca. 625 k€ pp. \n\nNur zur Einordnung, da manche Überschriften vermuten lassen, dass es sich um 5 m€ pro Vorstandsmitglied handelt.",
      "branches": [
        {
          "id": "kcwv8hj",
          "score": "85",
          "created": "2023-12-11 16:35",
          "author": "benzSao",
          "body": "Weil man 2% mehr Strom gespart hat als geplant.\n\nWas jetzt nicht so die Kunst ist wenn 10% mehr Züge ausgefallen sind...",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcwz2wz",
          "score": "56",
          "created": "2023-12-11 17:00",
          "author": "deskAlan",
          "body": "Ich finde einen Bonus, der ca. das Zehnfache eines Jahresbruttogehalts eines Angestellten beträgt, unethisch. So viel mehr Verantwortung können die gar nicht tragen, dass ein Bonus (ich wiederhole: BONUS zusätzlich zur normalen Vergütung) in dieser Höhe gerechtfertigt wäre.",
          "branches": [
            {
              "id": "kcx40y2",
              "score": "30",
              "created": "2023-12-11 17:32",
              "author": "abuseNail",
              "body": "Ist gerechtfertigt durch die hohe Pünktlichkeitsquote, den hervorragenden Zustand der Infrastruktur, das freundliche Personal und die günstigen Preise. Außerdem führt das geschickte Verhandeln des Vorstands zur Vermeidung von Streiks. Alles in allem ist der Bonus absolut gerechtfertigt. Soo ziehe mir jetzt noch eine Line rein.",
              "branches": [
                {
                  "id": "kcxz468",
                  "score": "4",
                  "created": "2023-12-11 21:39",
                  "author": "northTold",
                  "body": "Es tut uns leid, die Linie die sie sich versuchen reinzuziehen ist zwei Jahre verspätet. Eine Erstattung ist leider nicht möglich.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kczzt8v",
                  "score": "7",
                  "created": "2023-12-12 05:50",
                  "author": "novaGuy",
                  "body": "> den hervorragenden Zustand der Infrastruktur\n\nRoland Pofalla, ehemals Kanzleramtschef unter Merkel und jetzt Bahn-Chef, hat unfassbarer Weise tatsächlich einen Bonus für die tolle \"Bestandsnetz-Qualität\" bekommen. Wohl so 85.333€",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcwv0di",
      "score": "354",
      "created": "2023-12-11 16:34",
      "author": "rankVerde",
      "body": "Warum hört man nur so selten “wir müssen dem Personal an der Front einfach gute Gehälter zahlen, um gegen die Konkurrenz bestehen zu können” aber bei Manager-Gehältern und -Boni ist es die Standard-Aussage?\n\nUmgekehrt könnte man ja mal vorschlagen, die Management Ebenen in niedriglohn-Länder zu verlagern (excel, PowerPoint und SAP kann man schließlich von überall in der Welt machen), nachdem das ja bei dem operativen Personal nicht so einfach geht (das Zugpersonal muss halt weiterhin hier arbeiten), muss halt das Management an der Stelle kosteneffizienter werden.",
      "branches": [
        {
          "id": "kcwyzts",
          "score": "121",
          "created": "2023-12-11 17:00",
          "author": "pciTaxi",
          "body": "?? Einfach ne AI das Management übernehmen lassen. Läuft bestimmt nicht schlechter",
          "branches": [
            {
              "id": "kcx44z3",
              "score": "17",
              "created": "2023-12-11 17:33",
              "author": "claimBon",
              "body": "Das kann man doch nicht machen, nacher funktioniert die Bahn am Ende noch und weniger wollen Autos kaufen 🙊",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kcx6k78",
              "score": "85",
              "created": "2023-12-11 17:48",
              "author": "fullShit",
              "body": "Die können mich auf 520€ Basis anstellen und ich werfe denen bei Entscheidungen immer eine Münze. Dankt mir später für die pünktlichen Züge",
              "branches": [
                {
                  "id": "kcy5fmu",
                  "score": "-17",
                  "created": "2023-12-11 22:17",
                  "author": "saraStd",
                  "body": "Leute, die zuhause vor dem Bildschirm sitzen und sich denken \"dass könnte ich bestimmt besser!\" - ich liebe es...",
                  "branches": [
                    {
                      "id": "kczihq3",
                      "score": "2",
                      "created": "2023-12-12 03:43",
                      "author": "stepHaiti",
                      "body": "Bundestrainer mit Zusatzqualifikation :-)",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "kcydw16",
                  "score": "28",
                  "created": "2023-12-11 23:09",
                  "author": "tionManga",
                  "body": "So wirst du es nie zu was bringen. \n\nMach dir ein paar tausend Visitenkarten, schreib Consultant drauf und verlange 520 Euro die Stunde, dann kannste sogar ne 2 Euro Münze werfen.",
                  "branches": [
                    {
                      "id": "kd04q7k",
                      "score": "8",
                      "created": "2023-12-12 06:35",
                      "author": "floatFully",
                      "body": "Oder ne 3 Euro Münze.",
                      "branches": [
                        {
                          "id": "kd0n8xj",
                          "score": "4",
                          "created": "2023-12-12 10:18",
                          "author": "cycleCgi",
                          "body": "Die Wirecard Methode?",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kcyfy9x",
                  "score": "1",
                  "created": "2023-12-11 23:22",
                  "author": "craigSpace",
                  "body": "Ganz ehrlich. N kann aufstellen was man verbessern muss. Und beim nächsten größeren Streik n Reset. Die größten Problem in Deutschland sind: \n\na) Personen auf dem Gleis\n\nb) Leute, die an der Tür auf Freunde warten\n\nAllein für diese Analyse könnte ich von der Bahn schon ne halbe Millionen bekommen.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcwzrmu",
          "score": "52",
          "created": "2023-12-11 17:05",
          "author": "quitViews",
          "body": "Ach, die Entwicklung des \"Lohns\" der Managerkaste einfach mal an den der unteren Kasten koppeln.",
          "branches": [
            {
              "id": "kcx3cqa",
              "score": "31",
              "created": "2023-12-11 17:28",
              "author": "salonChose",
              "body": "Gab's sowas nicht in der Schweiz? So nach dem Motto das höchste Gehalt darf nur max. das 12 fache des niedrigsten sein? \n\nFührt halt dann eher dazu subler zu beschäftigen",
              "branches": [
                {
                  "id": "kcx8gky",
                  "score": "23",
                  "created": "2023-12-11 18:00",
                  "author": "wikiTanks",
                  "body": "Ja das war 2013: https://de.wikipedia.org/wiki/Eidgen%C3%B6ssische_Volksinitiative_%C2%AB1:12_%E2%80%93_F%C3%BCr_gerechte_L%C3%B6hne%C2%BB",
                  "branches": [
                    {
                      "id": "kcxbk8z",
                      "score": "26",
                      "created": "2023-12-11 18:19",
                      "author": "salonChose",
                      "body": "Deutlich abgelehnt, joa gut, sie habens probiert.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "kczyjha",
                  "score": "2",
                  "created": "2023-12-12 05:40",
                  "author": "fraudLog",
                  "body": "Wurde abgelehnt weil sOziAliSmus1!!! 1!!!!",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "kcxjbih",
              "score": "7",
              "created": "2023-12-11 20:00",
              "author": "elvisCliff",
              "body": "Führt nur zur Auslagerung in andere Gesellschaften. So wie halt heute niemand mehr eigene Putzkräfte betreibt, die sind alle bei irgend nem contractor ohne gewerkschaft oder betriebsrat angestellt, selbst wenn die nur für einen kunden arbeiten.",
              "branches": [
                {
                  "id": "kcxk7mv",
                  "score": "5",
                  "created": "2023-12-11 20:06",
                  "author": "quitViews",
                  "body": ">Führt nur zur Auslagerung in andere Gesellschaften.\n\nDie haben auch eine Managerkaste. Muss halt der Gesetzgeber mal durchgreifen. Angeblich reagieren ja die Sozialdemokraten.",
                  "branches": [
                    {
                      "id": "kcxx74a",
                      "score": "11",
                      "created": "2023-12-11 21:28",
                      "author": "elvisCliff",
                      "body": "> Angeblich reagieren ja die Sozialdemokraten.\n\nAuf Etikettenschwindel reingefallen? Traurig, wie normal das geworden ist.",
                      "branches": [
                        {
                          "id": "kcy42z2",
                          "score": "9",
                          "created": "2023-12-11 22:09",
                          "author": "mustKnife",
                          "body": "Naja jede Partei ist ein Etikettenschwindel. Die SPD ist nicht Sozialdemokratisch, die Grünen sind nicht grün, die FDP ist nicht liberal, die CxU ist nicht christlich, die AfD ist keine Alternative und die Piraten stechen in Wirklichkeit auch gar nicht in See und entern andere Schiffe.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcxcgvi",
          "score": "19",
          "created": "2023-12-11 18:25",
          "author": "aolPhi",
          "body": "Das Manager Personal kann halt den Job auch locker für 5k€ pro Monat machen, das ist mehr als genug Geld und dann machen wir uns nicht vom Ausland abhängig.\n\nDas gesparte Geld wird auf die anderen Mitarbeiter verteilt",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        },
        {
          "id": "kcyfaw1",
          "score": "6",
          "created": "2023-12-11 23:18",
          "author": "craigSpace",
          "body": "Tatsächlich aufgrund des ganzen \"Angebot vs Nachfrage\" Dings. Fähige Vorstände sind deutlich seltener. Weiterhin wirst du häufig nicht nur für deine produktive Arbeit, sondern auch für die Verantwortung bezahlt. Zudem kann ein guter Vorstand häufig mehr einsparen als die paar Millionen im Vergleich zu einem schlechten Vorstand.\n\nAber jetzt mal unabhängig davon wieso Vorstände so viel verdienen. Ist der Vorstand der Bahn verbeamtet oder wieso sind die noch im Amt? In keinem privaten Unternehmen wäre dieser Vorstand noch aktiv",
          "branches": [
            {
              "id": "kd047jv",
              "score": "10",
              "created": "2023-12-12 06:30",
              "author": "rankVerde",
              "body": "Gerade bei der Bahn würde ich mal sagen, befindet man sich mit so einer Argumentation auf ganz dünnen Eis.\n\nFähige Lokführer, Fahrdienstleiter und Disponenten (die vielen anderen auch) können auch andere Bedingungen stellen und mehr verlangen, als unfähige (und zB zur Konkurrenz gehen), und auch ein Teil deren Gehalt ist für die Verantwortung die sie locker für ein paar tausend Fahrgäste auf einmal tragen. Sich da jetzt hinzustellen, offensichtlich unfähigen Vorständen Millionen auszuzahlen, während man sich bei den Tarifverhandlungen als harter Verhandler gibt, gibt öffentlich gar kein gutes Bild ab.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kd0ckad",
              "score": "9",
              "created": "2023-12-12 08:00",
              "author": "everyRow",
              "body": "> Weiterhin wirst du häufig nicht nur für deine produktive Arbeit, sondern auch für die Verantwortung bezahlt.\n\nAuch so ein Unding. Wer war denn der letzte Manager der wirklich nach Managementversagen die Verantwortung wahr und den Hut genommen hat?",
              "branches": [
                {
                  "id": "kd0ribv",
                  "score": "3",
                  "created": "2023-12-12 11:18",
                  "author": "biasRates",
                  "body": "Passiert nur im Fußball.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kd0gbee",
              "score": "9",
              "created": "2023-12-12 08:45",
              "author": "ingMalta",
              "body": "\"Verantwortung\", ist mein Lieblingsbuzzeword beim Managern, weil du halt eben nicht persönlich haftest sondern in deiner Funktion als manager = d.h. schlimmsten Fall (wenn nichts krass fahrlässiges machst) gibts nen goldenen fallschirm, während billigarbeitskräfte bei dem ersten dip in der Wirtschaft gefeuert werden.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "kd17h3i",
              "score": "3",
              "created": "2023-12-12 14:14",
              "author": "tionManga",
              "body": "> Fähige Vorstände sind deutlich seltener.\n\nDas halte ich für ein Gerücht. Vielmehr verhält es sich hier wie bei Fußballtrainern. Es werden die immer gleichen Gurken im Kreis hin und hergeschickt, auch wenn sie zum 5. Mal alle Ziele verfehlt haben.  Solange du anfangs der Karriere solide gearbeitet hast, kommst du immer irgendwo unter, auch wenn die letzten Stationen alle scheiße waren. \n\nFrisches Blut von unten bekommt zu wenige Chancen, obwohl sie nachweislich bisher gute Arbeit gemacht haben. Aber ganz oben läuft alles über Kontakte, die den Frischlingen eben noch fehlen.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcwvq9l",
      "score": "-11",
      "created": "2023-12-11 16:38",
      "author": "finalArise",
      "body": "Sorry, aber das kaufe ich den Gewerkschaftlern nicht ab. Der Vorstand der DB besteht aus Vertretern der Bundesregierung und aus den Vertretern der Gewerkschaften. Damit die Vorstandsboni durchgehen, müssen laut MitbestG die Vertreter der Arbeitnehmer diesem zwingend zustimmen.",
      "branches": [
        {
          "id": "kcwwwun",
          "score": "38",
          "created": "2023-12-11 16:46",
          "author": "runsUtah",
          "body": "Artikel lesen hilft.\n\n>Gewerkschaftschef Claus Weselsky nimmt gegenüber dem SPIEGEL auch Anstoß am Zustandekommen der Tantiemen an sich. »Weder Dobrindt noch Scheuer noch Wissing können sagen, dass sie das nicht gewusst hätten«, erklärt er. »Schlimmer noch ist, dass auch die Hausgewerkschaft des Konzerns EVG diese Praxis gutheißt und auch jetzt kein Wort dazu verliert.«",
          "branches": [
            {
              "id": "kcwxdhp",
              "score": "-1",
              "created": "2023-12-11 16:49",
              "author": "matDeals",
              "body": "Ja und da ist der Artikel fehlerhaft bzw. Unvollständig, im Aufsichtsrat sitzt mindestens auch ein GDL Funktionär.",
              "branches": [
                {
                  "id": "kcyxpvz",
                  "score": "2",
                  "created": "2023-12-12 01:22",
                  "author": "takesWorry",
                  "body": "Jetzt brauchen wir nur noch eine Quelle, die belegt, dass Entscheidungen im Aufsichtsrat nur einstimmig von allen 20 Mitgliedern gefällt werden können.",
                  "branches": [
                    {
                      "id": "kd0q7vn",
                      "score": "1",
                      "created": "2023-12-12 11:00",
                      "author": "matDeals",
                      "body": "Was willst du denn damit sagen, ja mindestens Teile der Gewerkschaftsvertreter haben zwingend zugestimmt und ja die GDL wusste es über ihren Vertreter sicher seit langem.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kcwxoaf",
          "score": "11",
          "created": "2023-12-11 16:51",
          "author": "meetsWill",
          "body": "Sag mir gerne mal wer von der GDL da drin sitzt, sehe da auf den ersten Blick nur EVG und Betriebsräte vertreten",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcww7p5",
      "score": "260",
      "created": "2023-12-11 16:42",
      "author": "whereHour",
      "body": "Ah ja, der Weselsky poltert natürlich. Zurecht kritisieren können wohl nur die Manager. Braver Spiegel.",
      "branches": [
        {
          "id": "kcx60z5",
          "score": "24",
          "created": "2023-12-11 17:45",
          "author": "blvdTried",
          "body": "Glaube jetzt nicht, dass sich Weselsky an der Formulierung stören würde.",
          "branches": [
            {
              "id": "kcxdpdy",
              "score": "46",
              "created": "2023-12-11 19:02",
              "author": "senseSlope",
              "body": "Macht die Aussage doch nicht besser.\n\nNur weil es Diogenes nicht stört, wenn andere sagen, dass er nach Müll riecht, heißt das nicht, dass sie damit nicht gegen ihn Stimmung machen.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcx6pq7",
          "score": "77",
          "created": "2023-12-11 17:49",
          "author": "sorryLines",
          "body": "Ich wünschte meine Gewerkschaftsvorsitzenden würden Poltern. Decorum ist was für Leute, die sonst keine Inhalte haben.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcwx8sr",
      "score": "3",
      "created": "2023-12-11 16:48",
      "author": "matDeals",
      "body": "War natürlich klar, dass er das jetzt zum Anlass nimmt aber was haben dann die 10 Arbeitnehmer/Gewerkschaftsmitglieder (50%) im [Aufsichtsrat der DB dazu gesagt](https://www.deutschebahn.com/de/konzern/konzernprofil/aufsichtsrat-6878464) als das beschlossen wurde ? Und ja darunter ist auch mindestens ein GDL Funktionär.",
      "branches": [
        {
          "id": "kcx1ww0",
          "score": "6",
          "created": "2023-12-11 17:19",
          "author": "birdGamma",
          "body": "Soweit ich das aber sehe ist das ein ehemaliger stellvertretender Vorsitzender.  \nEr ist dort 2021 zurückgetreten  \nKann gut sein das er noch in der GDL ist aber er begleitet kein Amt dort.  \nEr hat ja jetzt seine Aufgabe in der SBB",
          "branches": [
            {
              "id": "kcx2kym",
              "score": "1",
              "created": "2023-12-11 17:23",
              "author": "matDeals",
              "body": "Du liest falsch, er ist weiterhin Bezirksvorstand der GDL nur nicht mehr im Hauptvorstand der GDL.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcwy7ox",
      "score": "43",
      "created": "2023-12-11 16:55",
      "author": "kitFrame",
      "body": "Also die Bonis und Verträge der Vorstände werden vom Aufsichtsrat aufgesetzt und abgenickt.\n\nDer Aufsichtsrat besteht aus insgesamt 20 Personen, 10 gewählt vom Staat und 10 von den Mitarbeitenden und setzt sich wie folgt zusammen:\n\n* 5 Politiker (2 Grüne, 2 FDP und 1 SPD)\n* 2 Unternehmensberater\n* Sowie Vorsitzender und Stellvertreter (deren Einordnung ist schwieriger aber Einfachhalber Gewerkschaftler und politischer Beamter)\n\nDazu kommen noch die Aufsichtsräte, die von den MAs gewählt wurden:\n\n* 6 Mitglieder oder Vorsitzende der Betriebsräte von einzelnen DB Firmen\n* Geschäftsführerin der EVG\n* ein Leitender Angestellter\n* (auf Wikipedia werden derzeit nur 8 gelistet, bin zu faul da weiter zu recherchieren)\n\nEs hinterlässt schon einen sehr faden Beigeschmack, wenn man sich über den Vorstand auslässt, aber ein großer Teil der Aufsichtsräte im linken politischen Spektrum oder direkte Vertreter der Mitarbeiter sind.",
      "branches": [
        {
          "id": "kcx7mf0",
          "score": "22",
          "created": "2023-12-11 17:55",
          "author": "flyerChest",
          "body": ">aber ein großer Teil der Aufsichtsräte im linken politischen Spektrum oder direkte Vertreter der Mitarbeiter sind\n\nDas linke politische Spektrum kann Weselsky doch völlig egal sein, der Mann ist CDUler.",
          "branches": [
            {
              "id": "kcxrihb",
              "score": "19",
              "created": "2023-12-11 20:53",
              "author": "edgeBelly",
              "body": "Das ist das schockierende. Er ist CDUler und setzt sich für die arbeitenden ein. Während dessen ist soweit ich weiß der Verdi Chef typ bei der SPD. Was falsch in der Welt?",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "kcxbzmt",
          "score": "13",
          "created": "2023-12-11 18:22",
          "author": "liteYear",
          "body": "Die Abstimmungsergebnisse kann doch bestimmt irgendeine Zeitung mal leaken....",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "kcxmji6",
          "score": "4",
          "created": "2023-12-11 20:22",
          "author": "jeepDies",
          "body": "Wieso, suchen die Mitarbeiter sich das Gehalt aus? Das wird ja wohl für alle gleich sein. Und wenn ich das als Mitglied der Gewerkschaft mache, würde zumindest ich das nicht wegen dem Gehalt tun, sondern wegen meinen Kollegen.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcx7siz",
      "score": "43",
      "created": "2023-12-11 17:56",
      "author": "usersDive",
      "body": "Aufsichtsrat der Bahn besteht zum Teil aus Politikern (2 Grüne, 2 FDP und 1 SPD) und der Bund hält die Stimmrechte an der Bahn. Aber nach dem TVöD ist eigentlich klar, dass auch die SPD nichts für Arbeitnehmer übrig hat außer sie beziehen Mindestlohn.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "kcx806o",
      "score": "66",
      "created": "2023-12-11 17:57",
      "author": "booksGenes",
      "body": "Wer noch mehr kantigen Weselsky hören möchte: [hier entlang](https://twitter.com/VEB_ShockNews/status/1733846506967376027). Das nenne ich mal einen Charakter von Mann. Würde ich mir mehr von wünschen.",
      "branches": [
        {
          "id": "kcyfqly",
          "score": "38",
          "created": "2023-12-11 23:21",
          "author": "sharkCage",
          "body": "Ich schüttele auch immer den Kopf, wenn Leute sich über Bahnstreiks und Weselsky empören...\n\nAber wir haben es Leuten wie Weselsky zu verdanken, dass die meisten maximal 40h/Woche arbeiten, Wochenende und Urlaubstage haben und soziale und gesundheitliche Absicherung..\n\nAber Hauptsache er ist der Buhmann, weil man 2mal im Jahr morgens nicht richtig zur Arbeit kommt oder seinen Flug verpasst. Bzw jemanden kennt, dem es so ergeht. Man selber fährt ja Auto.",
          "branches": [
            {
              "id": "kd0uiu7",
              "score": "5",
              "created": "2023-12-12 11:57",
              "author": "fromRider",
              "body": "Schon krass, wie manche Medien versuchen, das Streikrecht schäbig aussehen zu lassen. Es werden auch immer die gleichen Leute am Bahnsteig interviewt. Anzugträger: \"Ich komme zu spät zum Meeting in Stadt XY!\" Alte Dame: \"Warum können die nicht streiken, wenn ich nicht fahren muss?\"",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "positive"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "kcy1y7l",
      "score": "25",
      "created": "2023-12-11 21:56",
      "author": "givePlaza",
      "body": ">Darunter war auch Konzernchef Lutz, dem offenbar gutgeschrieben wurde, dass die Bahn besonders viel Kohlenstoffdioxid (CO₂) einspare und so zum Klimaschutz beitrage.\n\nEin Zug, der nicht fährt, stößt auch kein Kohlendioxid aus.\n\nDankt mit später für weitere Ratschläge",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    }
  ]
}