{
  "id": "18m5dea",
  "title": "GDL ebnet Weg für unbefristete Streiks bei der Bahn",
  "score": 492,
  "created": "2023-12-19 17:04:00",
  "url": "https://www.n-tv.de/newsletter/breakingnews/GDL-ebnet-Weg-fuer-unbefristete-Streiks-bei-der-Bahn-article24612190.html",
  "author": "amendWed",
  "branches": [
    {
      "id": "ke1ttsj",
      "score": "135",
      "created": "2023-12-19 17:05",
      "author": "amendWed",
      "body": ">Die Lokführergewerkschaft GDL darf im Tarifkonflikt mit der Deutschen Bahn nun auch zu unbefristeten Streiks aufrufen. In einer Urabstimmung sprechen sich rund 97 Prozent der abstimmenden Mitglieder dafür aus, wie die GDL mitteilt.\n\nWird spannend im neuen Jahr. Über die Feiertage wollte man ja erstmal nicht mehr streiken soweit ich mich erinnere. Zumindest eine Gewerkschaft mit ein paar Eiern.",
      "branches": [
        {
          "id": "ke1wrk5",
          "score": "75",
          "created": "2023-12-19 17:23",
          "author": "mythRange",
          "body": "Ist Kalkül. Die Bahn wird ja trotzfdem massiv Verspätung einfahren nur halt aus eigner Kraft. Da macht man sich nicht zum Sündernbock.",
          "branches": [
            {
              "id": "ke5ix1a",
              "score": "3",
              "created": "2023-12-20 08:35",
              "author": "damnGate",
              "body": "Während den Streiks ist die Pünktlichkeit eigentlich ernorm hoch. Hast halt viel weniger Züge im Netz, was ja das Hauptproblem von Verspätungen ist.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke23ao6",
          "score": "52",
          "created": "2023-12-19 18:03",
          "author": "chenExist",
          "body": "Weselsky hat bereits mehrfach betont die GDL habe und werde nie über Weihnachten streiken, wird leider nirgends erwähnt. Hat mich überrascht.",
          "branches": [
            {
              "id": "ke2esr2",
              "score": "32",
              "created": "2023-12-19 19:12",
              "author": "hintGeek",
              "body": "War halt wieder so eine absichtliche Falschdarstellung. Die Bahn kam völlig ohne jeden Grund mit der Forderung an, nicht über Weihnachten zu streiken. Daraufhin überfiel man Weselsky (der von der Forderung noch gar nichts wusste) mit der Frage, ob er an Weihnachten streiken wolle, woraufhin dieser lediglich die Gewerkschaftsposition vertrat, dass man sich dazu nicht äußere, und weder Streiks an Weihnachten bestätige noch verneine. \n\nBereits zwei Stunden später hat Weselsky dann auch im Interview darauf hingewiesen, dass es noch nie in der Geschichte der Bundesrepublik einen Eisenbahnstreik zu Weihnachten gab, aber da der Blätterwald schon am Rauschen",
              "branches": [
                {
                  "id": "ke39n8e",
                  "score": "-1",
                  "created": "2023-12-19 22:16",
                  "author": "growCasio",
                  "body": "Muss er doch aber wissen wie die Medien darauf abfahren. Er ist ja jetzt kein Neuling.",
                  "branches": [
                    {
                      "id": "ke39ymu",
                      "score": "10",
                      "created": "2023-12-19 22:18",
                      "author": "hintGeek",
                      "body": "Da die Medien (insbesondere BILD und Konsorten) ohnehin schreiben was sie wollen, ist das Weselsky mittlerweile eher egal. Wer sein Zitat im O-Ton liest, wird es auch so wahrnehmen können wie es gemeint war. Er hat lediglich das Äquivalent zu \"kein Kommentar\" von sich gegeben.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke5clw6",
          "score": "4",
          "created": "2023-12-20 07:21",
          "author": "juiceFairy",
          "body": "Ab Anfang Januar wird’s dann wild. Ich freue mich für die Angestellten, auch wenn es mich natürlich auch gewissermaßen einschränkt. Ich bin als HO-Hockerin natürlich nicht stark betroffen und hab vollstes Verständnis für alle, die darunter leiden, aber so sieht nunmal guter Arbeitskampf auf. Ich hoffe auf einen erfolgreichen Streik.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke1uj3a",
      "score": "558",
      "created": "2023-12-19 17:09",
      "author": "rubyTake",
      "body": "97 Prozent. Das ist mal eine Ansage..",
      "branches": [
        {
          "id": "ke1vav3",
          "score": "529",
          "created": "2023-12-19 17:14",
          "author": "knockCheck",
          "body": "Der Vorstand hat mit ihrem Millionenbonus von 2022 die Gemüter gut erhitzt.\n\nDas werden interessante Streikwochen.\n\nMal schauen, wann die Bahn nachgibt.",
          "branches": [
            {
              "id": "ke20ibe",
              "score": "272",
              "created": "2023-12-19 17:46",
              "author": "pubCoral",
              "body": "Ich hoffe diese Bonuszahlung ist für die Bahn das, was die Lach-Aktion von Laschet im Ahrtal für die CDU war.",
              "branches": [
                {
                  "id": "ke28ekd",
                  "score": "126",
                  "created": "2023-12-19 18:34",
                  "author": "dadRalph",
                  "body": "Du meinst eine Revitalisierung des Rechten Flügels hinter Merz, anstatt der gemäßigten hinter Laschet? Eine beispiellose Mobbingkampagne aus den eigenen Reihen, die selbst die Koalitionsgespräche geleaked haben, um dem Typen zu schaden?\n\nVersteh mich nicht falsch, ich hätte so oder so dir CDU nie gewählt. Aber ein kurzes Lachen im Hintergrund ist in keinster Weise mit diesem Millionenbonus zu vergleichen.",
                  "branches": [
                    {
                      "id": "ke2en6q",
                      "score": "-12",
                      "created": "2023-12-19 19:11",
                      "author": "sonyGifts",
                      "body": "Das hier!",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "positive"
                    },
                    {
                      "id": "ke2i5wx",
                      "score": "109",
                      "created": "2023-12-19 19:31",
                      "author": "alaDozen",
                      "body": "Ne das meint er damit nicht. Er beziehst sich einfach auf den Aspekt, dass es das Ende der Zustimmung für ihn war.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "ke2yrdm",
                      "score": "25",
                      "created": "2023-12-19 21:11",
                      "author": "clayMoms",
                      "body": "Stimmt, allerdings weil das Lachen auch auf dem Rücken vieler Toter geschah.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "positive"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke3qr2l",
                  "score": "-3",
                  "created": "2023-12-20 00:02",
                  "author": "newCoast",
                  "body": "Puh so in Nachhinein wären mir ein paar Jahre gammligt groko lieber gewesen als diese Ampel die jetzt SPD und Grüne gleichzeitig verbrennt.\n\nGott, ist diese Regierung eine Enttäuschung. :(",
                  "branches": [
                    {
                      "id": "ke5k057",
                      "score": "4",
                      "created": "2023-12-20 08:48",
                      "author": "hearPolar",
                      "body": "Respekt an die FDP muss man da wohl schon fast sagen….",
                      "branches": [
                        {
                          "id": "ke5rkw1",
                          "score": "2",
                          "created": "2023-12-20 10:28",
                          "author": "newCoast",
                          "body": "Naja, die stehen ja sogar noch schlechter dar. Wobei ich das von deren Wählern nicht verstehen kann. Die FDP macht genau das, was ich von ihnen erwartet habe.",
                          "branches": [
                            {
                              "id": "ke61o8d",
                              "score": "1",
                              "created": "2023-12-20 12:37",
                              "author": "hearPolar",
                              "body": "Die sind ja eine 4-6% Partei, die der CDU zu arbeitet",
                              "branches": [
                                {
                                  "id": "ke62ffl",
                                  "score": "2",
                                  "created": "2023-12-20 12:46",
                                  "author": "newCoast",
                                  "body": "Bei der letzten Bundestagswahl waren es allerdings noch 11,5%. Außerdem konnten sie damals sehr viele junge Wähler überzeugen.",
                                  "branches": [],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "ke25rxz",
              "score": "71",
              "created": "2023-12-19 18:18",
              "author": "planeGov",
              "body": "Meine Eltern: Scheiss Streiks.\n\nIch: Und was macht ihr so dieses **freie Wochenende?**",
              "branches": [
                {
                  "id": "ke26z67",
                  "score": "8",
                  "created": "2023-12-19 18:25",
                  "author": "buyerLevel",
                  "body": "Erstmal 800km mit dem Auto, geil",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "ke2gv7n",
                  "score": "79",
                  "created": "2023-12-19 19:24",
                  "author": "bluesWent",
                  "body": "\"Die kriegen den Hals nicht voll! Als ich damals mal was viel schwereres gearbeitet hab, habe ich nur X verdient!!!\"\n\nUnd gleichzeitig \"aber ich hab mich nie beschwert\", als wäre es ein Zeichen von Tugend und nicht Dumm- und Feigheit, sich nicht über Missstände zu beklagen und bessere Konditionen zu einzufordern....",
                  "branches": [
                    {
                      "id": "ke2mnlj",
                      "score": "-22",
                      "created": "2023-12-19 19:58",
                      "author": "climbBlues",
                      "body": "Also ganz ehrlich: Ich freue mich wenn die Art von Jobs automatisiert sind. Frage mich sowieso wieso das noch nicht passiert ist. Kostet Unmengen und ist kritisch + nicht wirklich Zukunftsperspektive.",
                      "branches": [
                        {
                          "id": "ke39qxq",
                          "score": "22",
                          "created": "2023-12-19 22:17",
                          "author": "unaMixer",
                          "body": ">Frage mich sowieso wieso das noch nicht passiert ist.\n\nKannst ja mal bei der Bahn nachfragen bzw beim Bund. Am besten per Fax. Alles andere ist in diesem Land zu modern.",
                          "branches": [
                            {
                              "id": "ke6cjac",
                              "score": "1",
                              "created": "2023-12-20 14:21",
                              "author": "rideStats",
                              "body": "Leider unironisch so. Die DB versucht mich aktuell mit der Unterschlagung einer Entschädigungszahlung zu scammen, Einspruch einlegen kann ich mich nur per Post oder per Telefon.",
                              "branches": [
                                {
                                  "id": "ke6nrki",
                                  "score": "2",
                                  "created": "2023-12-20 15:45",
                                  "author": "unaMixer",
                                  "body": "Deshalb hab ich auch auf das /s verzichtet. Meinte das traurigerweise schon ernst.",
                                  "branches": [
                                    {
                                      "id": "ke6p5vy",
                                      "score": "1",
                                      "created": "2023-12-20 15:55",
                                      "author": "rideStats",
                                      "body": "Ja keine Sorge hab dich schon verstanden, ich wollte nur etwas ergänzen :)",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "neither"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "neither"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "positive"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        },
                        {
                          "id": "ke3ecxf",
                          "score": "9",
                          "created": "2023-12-19 22:45",
                          "author": "termFish",
                          "body": "Reden wir von Eisenbahn? Denn das kommt immer wieder in diesen Diskussionen auf. Ja, bestimmte Korridore und Einsatzbereiche kann man (Teil) automatisieren. Aber der ICE wird noch lange nicht autonom fahren, dafür fehlt es einfach an streckenseitiger Infrastruktur. Das höchste der Gefühle ist heutzutage wenn ein ICE auf Schnellfahrstrecken mit automatischer Fahr und Bremssteuerung fährt. Gerade von Deutschland kann man das nicht erwarten und der Mensch ist immernoch ein furchtbar wichtiger Faktor. Wenn die Maschine nicht checkt, was zu tun ist wenn ihre Tür defekt, wenn Menschen oder Gegenstände im Gleis sind, was für zig Variablen auftreten können, bleibt der Lokführer unersetzbar",
                          "branches": [
                            {
                              "id": "ke5j1x2",
                              "score": "-1",
                              "created": "2023-12-20 08:36",
                              "author": "climbBlues",
                              "body": "Was ein Unsinn. „Gerade von Deutschland nicht erwarten“ - doch genau das erwarte ich von Deutschland. Der Mensch überschätzt sich und seine Fähigkeiten gerne (: und der Zug wäre ja nicht alleine unterwegs. Das ein Lokführer unersetzbar bleibt ist Wunschdenken. Ich freu mich drauf! Auch wenn es noch ein bisschen dauern wird.",
                              "branches": [
                                {
                                  "id": "ke5l4lm",
                                  "score": "1",
                                  "created": "2023-12-20 09:03",
                                  "author": "termFish",
                                  "body": "Du erwartest, das der Nothaltauftrag per Fax rechtzeitig im autonomen Zug ankommt? Das ein schriftlicher Befehl korrekt übermittelt wird? (Das mit dem Fax ist natürlich ein Scherz). Deutschland legt unglaublich hohe sicherheitsstandards für die Bahn an. Auf deutschen Hochgeschwindigkeitsstrecken gibt es an vielen Stellen ein Tunnelbegegnungsverbot. Das bedeutet, das sich in diesen zweigleisigen Tunneln keine Güterzüge und Personenzüge begegnen dürfen. Bis jetzt wird da dispositiv drauf geachtet, das kein Güterzug auf der Strecke ist, während ein Personenzug fährt. Es soll aber ein spezieller achszähler an zugangsstellen eingesetzt werden um festzustellen, was für ein Zug fährt. Die Firma, die das zuerst entwickelt hat, und es hat wohl gut funktioniert, hat die Entwicklung eingestellt. Warum? Weil das System signal technisch sicher sein soll. Es darf maximal eine Fehlfunktion in einer Milliarde (!) Betriebsstunden haben. Glaubst du wirklich deutschland schafft es auf seinem wenig digitalisieren Streckennetz in absehbarer zeit ein sicheres system zum Einsatz zu bringen, wo mindestens 2 Rechner in einem ICE alle Daten verarbeitet, genau erkennen wenn sich was im Gleis befindet und noch mehr und mit 300kmh durch die heide rast? Lol, lmao",
                                  "branches": [
                                    {
                                      "id": "ke5mb1q",
                                      "score": "-1",
                                      "created": "2023-12-20 09:18",
                                      "author": "climbBlues",
                                      "body": "„Haha Fax ich bin lustig.“",
                                      "branches": [
                                        {
                                          "id": "ke5medj",
                                          "score": "1",
                                          "created": "2023-12-20 09:19",
                                          "author": "termFish",
                                          "body": "Danke, ich find den auch ganz lustig. Hab ich aber tatsächlich gestern von einem bahner geklaut, leider weiß ich nicht mehr wo",
                                          "branches": [],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "positive"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    },
                    {
                      "id": "ke3eew9",
                      "score": "27",
                      "created": "2023-12-19 22:45",
                      "author": "soundAss",
                      "body": "Als älterer Millenial, der kaum was gesagt, nur hinter vorgehaltener Hand gemeckert und sich was anderes gesucht hat freut es mich ungemein, dass die jüngeren Millenials und Gen Z so richtig schön den Finger in die Wunde legen.",
                      "branches": [
                        {
                          "id": "ke648cj",
                          "score": "2",
                          "created": "2023-12-20 13:05",
                          "author": "maliSofa",
                          "body": "Genau das.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "positive",
                          "stanceOnParent": "positive"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "positive",
                      "stanceOnParent": "positive"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "positive"
            },
            {
              "id": "ke5ikgf",
              "score": "1",
              "created": "2023-12-20 08:30",
              "author": "robTimes",
              "body": "Es wurden erst vor kurzem wieder Boni an den Vorstand gezahlt. In Millionenhöhe.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke1xega",
          "score": "103",
          "created": "2023-12-19 17:27",
          "author": "loopsCard",
          "body": "Oh, keine Sorge. Selbst wenn der Rückhalt bei 100% wäre, für die Medien ist es am Ende der böse Weselsky",
          "branches": [
            {
              "id": "ke2dij7",
              "score": "29",
              "created": "2023-12-19 19:04",
              "author": "arrayPark",
              "body": "Dafür lobe ich mir Böhmermann. Und einen Ohrwurm hab ich auch schon wieder🙈\n\n https://youtu.be/l2fVMSKfI7E?si=ergFiqlkCORs2H_Y",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "positive"
        },
        {
          "id": "ke39305",
          "score": "6",
          "created": "2023-12-19 22:13",
          "author": "fiftyIowa",
          "body": "Vlt beschließt die Bundesregierung noch eine Streiksteuer. Dadurch wird der Streik abgemildert. Man weiß ja mittlerweile nicht mehr was da noch alles kommt",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke3a8rr",
          "score": "5",
          "created": "2023-12-19 22:20",
          "author": "insCal",
          "body": "Warum sollte man auch dagegen stimmen",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        },
        {
          "id": "ke5eqax",
          "score": "1",
          "created": "2023-12-20 07:45",
          "author": "annCore",
          "body": "Interessant ist, dass die Bahnkonkurrenten teilweise schon längst eingelenkt haben. Nur der DB Konzern sträubt sich. 🙄",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "positive"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke1upab",
      "score": "65",
      "created": "2023-12-19 17:10",
      "author": "aimedVary",
      "body": "Zerlegt die Konzernspitze! Hussa Genossen",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke1urzn",
      "score": "131",
      "created": "2023-12-19 17:11",
      "author": "giftSilk",
      "body": "Finde die Streiks an sich sehr gut aber mir graust es jetzt schon davor was meine Eltern wieder ungefragt dazu äußern werden beim Abendessen...",
      "branches": [
        {
          "id": "ke1ux8a",
          "score": "74",
          "created": "2023-12-19 17:12",
          "author": "rubyTake",
          "body": "Super Gesprächsstoff für Heiligabend",
          "branches": [
            {
              "id": "ke1v44o",
              "score": "93",
              "created": "2023-12-19 17:13",
              "author": "giftSilk",
              "body": "Super Grund mich früher zurückzuziehen und meinem Lego Technic Modell zu widmen was ich mir selber schenken werde.",
              "branches": [
                {
                  "id": "ke1wlra",
                  "score": "34",
                  "created": "2023-12-19 17:22",
                  "author": "amendWed",
                  "body": "Alles richtig gemacht.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                },
                {
                  "id": "ke24pkv",
                  "score": "1",
                  "created": "2023-12-19 18:12",
                  "author": "henryHints",
                  "body": "Was gibt es denn? Suche noch ein nettes Lego Modell für mich selbst dieses Jahr. Gibt ja leider nix schönes mit Space Bezug grade und Shuttle, Rakete, ISS und Mondfähre gab es die letzten Jahre jeweils.",
                  "branches": [
                    {
                      "id": "ke26k67",
                      "score": "13",
                      "created": "2023-12-19 18:23",
                      "author": "planeGov",
                      "body": "Wenn ich mehr Platz (und mehr Geld) hätte... STERNENZERSTÖRER!",
                      "branches": [
                        {
                          "id": "ke26r0z",
                          "score": "6",
                          "created": "2023-12-19 18:24",
                          "author": "henryHints",
                          "body": "Gut, ich wollte sowohl meine Nieren behalten und 2024 was zu essen haben. Dachte eher so an 120-200 Euro :)",
                          "branches": [
                            {
                              "id": "ke273no",
                              "score": "11",
                              "created": "2023-12-19 18:26",
                              "author": "planeGov",
                              "body": "Essen ist vergänglich. Lego is ewig.\n\nMuss ja auch nicht die eigene Niere sein. Die Kinder können ruhig mal was zurückgeben.",
                              "branches": [
                                {
                                  "id": "ke27b74",
                                  "score": "2",
                                  "created": "2023-12-19 18:27",
                                  "author": "henryHints",
                                  "body": "Fair enough. Vielleicht einfach mal mein kindheitslego wieder zusammen suchen und Teile aufbauen. Braucht nur ein neues Zimmer für.",
                                  "branches": [],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "neither"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            },
                            {
                              "id": "ke2f2io",
                              "score": "2",
                              "created": "2023-12-19 19:13",
                              "author": "hintGeek",
                              "body": "Citroen DS von Cobi.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            },
                            {
                              "id": "ke2ymmi",
                              "score": "1",
                              "created": "2023-12-19 21:10",
                              "author": "oftenTions",
                              "body": "MouldKing hat einen super sternenzerstörer für 250€.. oder die razor crest um 130€..",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            },
                            {
                              "id": "ke30knj",
                              "score": "1",
                              "created": "2023-12-19 21:22",
                              "author": "coinsSamba",
                              "body": "Bluebrixx hat viel Star Trek Zeug, wenn das was für dich ist.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            },
                            {
                              "id": "ke58i7o",
                              "score": "1",
                              "created": "2023-12-20 06:40",
                              "author": "bidRapid",
                              "body": "Cada Master ist was du suchst. ist auch in deinem Preisbereich mit über 3000 teilen: [Cada Shop](https://cada.toys/shop_new/)",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    },
                    {
                      "id": "ke2n0sl",
                      "score": "1",
                      "created": "2023-12-19 20:00",
                      "author": "giftSilk",
                      "body": "Gibt den McLaren Formel 1 Wagen. Bin halt Fan vom Team auch wenn das Modell zurecht kritisiert wird.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        },
        {
          "id": "ke26cqx",
          "score": "3",
          "created": "2023-12-19 18:21",
          "author": "planeGov",
          "body": "haahahahahaha,\n\nBin Weihnachten nicht zu Hause. \n\nIrgendwie vergessen die Menschen gerne, was ihnen Streiks alles gebracht haben.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke28wfd",
          "score": "47",
          "created": "2023-12-19 18:37",
          "author": "rugbyChip",
          "body": "In meiner Familie fährt niemand seit 15-45 Jahren Bahn. Ich bin die einzige in meiner Familie ohne Auto. Trotzdem sind sie diejenigen, die am lautesten empört sind. Und natürlich „nur deswegen“ keine Bahn fahren. Ist klar.",
          "branches": [
            {
              "id": "ke2gtc4",
              "score": "35",
              "created": "2023-12-19 19:23",
              "author": "oemFinds",
              "body": "Zuverlässigkeit ist halt ein hohes Gut. Wenn die Bahn an mehreren Tagen im Jahr randomly ausfällt, während die Autos, Busse und Flugzeuge weiter zuverlässig sind, dann verlässt man sich nicht auf die Bahn als Haupttransportmittel.",
              "branches": [
                {
                  "id": "ke2lx6k",
                  "score": "3",
                  "created": "2023-12-19 19:54",
                  "author": "rugbyChip",
                  "body": "Sag ich grundsätzlich nichts dagegen. Sehe ich halt nur in meinem genannten Fall (meiner Familie) nicht.",
                  "branches": [
                    {
                      "id": "ke2xvbi",
                      "score": "4",
                      "created": "2023-12-19 21:05",
                      "author": "heavyCosta",
                      "body": "Früher (gezwungenermaßen) viel öffentlich gefahren. Nie wieder!",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke33t6f",
                  "score": "5",
                  "created": "2023-12-19 21:41",
                  "author": "sriWalk",
                  "body": "Bus streik kommt auch noch, keine Sorge",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke45ph6",
                  "score": "9",
                  "created": "2023-12-20 01:43",
                  "author": "chairHeat",
                  "body": "Habe im Herbst den Arbeitsplatz gewechselt und habe jetzt eine gute Anbindung mit dem RE, statt Auto durch die Stadt fahren zu müssen.\n\nVorher bin ich um 07:15 ins Auto gestiegen und war um 07:50 da wenn nicht grad mal ein Unfall passiert ist.\n\nJetzt steig ich um 07:27 in den RE und sollte um 07:40 ankommen, dann noch 5min zu Fuß, kein Problem. In der Realität war ich noch nie pünktlich um 8 da. Ist aber nicht schlimm, weil ich abends einfach ein bisschen länger bleiben kann, der Zug fährt eh 15min später.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke2bl01",
          "score": "9",
          "created": "2023-12-19 18:52",
          "author": "wantMason",
          "body": "Oder die Kollegen in der Kaffeeküche...\nBei mir Einer(Ende 50, hat >5 Autos darunter 2 Porsche und ist vermutlich in seinem Leben noch kein ÖPNV gefahren) hat die üblichen Parolen hören lassen.\nHabe angeboten ihm die Jung Interviews zu schicken um Weselsky etwas kennen zu lernen.\nÜberraschenderweise kein Interesse gehabt :-)",
          "branches": [
            {
              "id": "ke3ug8p",
              "score": "10",
              "created": "2023-12-20 00:26",
              "author": "woodSpies",
              "body": "Echt überraschend, dass dein Kollege nicht so richtig Bock drauf hat sich rund 10 Stunden an Interviews mit Klaus Weselsky anzuschauen...",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke6y6g1",
              "score": "1",
              "created": "2023-12-20 16:53",
              "author": "audioDog",
              "body": "der wohnt auf dem Land oder in der Stadt?",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke1uvw7",
      "score": "31",
      "created": "2023-12-19 17:12",
      "author": "blendEddie",
      "body": "Richtig und wichtig. Mal schauen was die Bahn jetzt macht tbh 🤷🏼‍♂️",
      "branches": [
        {
          "id": "ke1wpo9",
          "score": "42",
          "created": "2023-12-19 17:23",
          "author": "benzSao",
          "body": "An den Füßen spielen und im Januar ein überraschtes Pikachu Gesicht.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke1yvly",
          "score": "10",
          "created": "2023-12-19 17:36",
          "author": "dieMeter",
          "body": "Geld zählen",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke226mx",
          "score": "54",
          "created": "2023-12-19 17:56",
          "author": "steelFiber",
          "body": "Versuchen den Streik gerichtlich untersagen zu lassen, ordentlich Stimmung gegen die GDL machen und sich einen Haufen Streikbrecher suchen.",
          "branches": [
            {
              "id": "ke2fw8a",
              "score": "12",
              "created": "2023-12-19 19:18",
              "author": "hintGeek",
              "body": "Es gibt ja noch keinen konkreten Streik, gegen den man vorgehen könnte. Das ist ja der Witz, warum man zwar jetzt abstimmt, aber noch keinen Streik ankündigt. \n\nEine einstweilige Verfügung (bis die Sache juristisch geklärt werden kann) muss halt bestimmt sein in ihrem Umfang, und allgemein jeden Streik in einem beliebigen Zeitraum ohne Grenzen zu verbieten wird von keinem Richter abgesegnet werden.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke5uv65",
              "score": "2",
              "created": "2023-12-20 11:12",
              "author": "landsEdit",
              "body": "Das klingt nach objektiver Berichterstattung\n> Schon wieder GDL-Streik, und auch noch am Freitag vor dem zweiten Advent: verantwortungslos und egoistisch!\n> \n> Lokführergewerkschaft vermiest Millionen Menschen das zweite Adventswochenende.\n> Absolut unnötiger Streik so kurz nach dem Wintereinbruch und so kurz vor dem Fahrplanwechsel\n\n[Quelle](https://www.deutschebahn.com/de/presse/pressestart_zentrales_uebersicht/Schon-wieder-GDL-Streik-und-auch-noch-am-Freitag-vor-dem-zweiten-Advent-verantwortungslos-und-egoistisch--12546566#)",
              "branches": [
                {
                  "id": "ke5ynry",
                  "score": "5",
                  "created": "2023-12-20 12:01",
                  "author": "buddyBrave",
                  "body": "Die Aussagen der DB sind sowas von erzürnend. Der DB gegenüber. Like, wie kann man so über die eigenen Mitarbeiter schreiben.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke1vt2w",
      "score": "350",
      "created": "2023-12-19 17:17",
      "author": "billyLucy",
      "body": "Da wirft sich eine Gewerkschaft für ihre Leute ins Zeug.\n\nBin ich gar nicht mehr gewohnt.",
      "branches": [
        {
          "id": "ke1wfy6",
          "score": "35",
          "created": "2023-12-19 17:21",
          "author": "amendWed",
          "body": "Ungewohnt aber willkommen.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "positive"
        },
        {
          "id": "ke22hdm",
          "score": "109",
          "created": "2023-12-19 17:58",
          "author": "nameHobby",
          "body": "Obwohl ich meilenweit wegstehe von der CDU, ist es sehr wichtig anzumerken, welcher Partei Weselsky angehört, der CDU.\n\nAuch bei denen gibt es Leute, die sich wirklich für die Rechte von Arbeitnehmerinnen und Arbeitnehmern einsetzen. Einem Friedrich Merz würde so etwas im Leben nicht einfallen.",
          "branches": [
            {
              "id": "ke25lnm",
              "score": "46",
              "created": "2023-12-19 18:17",
              "author": "bandsHard",
              "body": "Gibt in jeder Partei gute und schlechte Leute, leider werden die guten Leute von dem Gesamteindruck der Partei enorm runtergezogen.",
              "branches": [
                {
                  "id": "ke27f7k",
                  "score": "21",
                  "created": "2023-12-19 18:28",
                  "author": "sorryLines",
                  "body": "Ja gut wenn ich als Tierschützer zur Welpenwürgerpartei gehe seh' ich dann halt auch ein bisschen scheiße aus. Zwingt einen ja keiner, da mitzumachen",
                  "branches": [
                    {
                      "id": "ke283xr",
                      "score": "5",
                      "created": "2023-12-19 18:32",
                      "author": "bandsHard",
                      "body": "Sagt ja auch keiner das man da mitmachen muss, versteh das selbst manchmal nicht wenn man gute ansichten hat und sich auch viel einsetzt wieso man dann in so einer Partei wie der CDU ist.",
                      "branches": [
                        {
                          "id": "ke28a44",
                          "score": "-2",
                          "created": "2023-12-19 18:33",
                          "author": "sorryLines",
                          "body": "Der Punkt an dem ich mich aufhänge ist \"leider\". Ne, das ist schon ganz gut so.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        },
                        {
                          "id": "ke2dxwm",
                          "score": "13",
                          "created": "2023-12-19 19:06",
                          "author": "hintGeek",
                          "body": "Welche politische Heimat soll er sich denn sonst suchen? Zur Linkspartei, die bis heute nicht mit ihrem SED-Kader aufgeräumt hat (also quasi dieselben Leute, die in der DDR Weselskys Karriere absichtlich zurückgehalten haben, weil er kein politischer Mitläufer war)? Die SPD, die im Streit um das Tarifeinheitgesetz alle Masken hat fallen lassen und sich als jene Arbeitgeberpartei offenbart hat, die zu sein ihr schon länger unterstellt wurde (einschließlich des Leaks von Weselskys persönlichen Informationen wie Adresse und Telefonnummer über eine Zeitung die zum SPD-Veagssammelsurium gehört)? Zu den Grünen, die (durchaus berechtigt) eher wenig Fuß im Arbeitskampf haben, weil das schlichtweg nicht ihr Thema ist? \n\nVielleicht ist er auch einfach konservativ eingestellt, sein beruflicher Einsatz muss damit ja nicht übereinstimmen. Das ist halt eine ganz persönliche Entscheidung, für die es (im Rahmen der FDGO) kein richtig oder falsch gibt, auch wenn sie Dir oder mir nicht gefällt.",
                          "branches": [
                            {
                              "id": "ke2g4wb",
                              "score": "-16",
                              "created": "2023-12-19 19:20",
                              "author": "bandsHard",
                              "body": "Dann halt ganz aus der Politik zurückziehen, im Grunde spielt es kaum ein Rolle was er für gute Dinge tut weil es immer wieder darauf hinausläuft das alles runtergebrochen wird auf \"Er ist Mitglied der CDU..\".\n\n\nCDU ist Müll, demnach sind alle Mitglieder auch Müll, weil sie ja die das Gesamtprogramm der CDU unterstützen, er macht sich seinen Ruf halt leider selbst kaputt.",
                              "branches": [
                                {
                                  "id": "ke2hbg1",
                                  "score": "10",
                                  "created": "2023-12-19 19:26",
                                  "author": "hintGeek",
                                  "body": "Die große Frage ist jetzt, warum sich Weselsky darum Gedanken machen sollte, was Du von ihm denkst. Und seinem Ruf schadet die Mitgliedschaft sicherlich nicht, egal was Du oder ich von der Partei halten.",
                                  "branches": [
                                    {
                                      "id": "ke2ifrb",
                                      "score": "-7",
                                      "created": "2023-12-19 19:33",
                                      "author": "bandsHard",
                                      "body": "Ob er sich Gedanken macht oder nicht ist mir eigentlich egal, geht ja auch nur um meine Persönliche Meinung, solange er bei der CDU ist werde ich ihn nicht unerstützen egal was er für gute Projekte hat, weil ich nicht indirekt die CDU unterstützen will.",
                                      "branches": [
                                        {
                                          "id": "ke2kjm7",
                                          "score": "8",
                                          "created": "2023-12-19 19:46",
                                          "author": "hintGeek",
                                          "body": "Ihm ist es wohl auch ziemlich egal, ob Du ihn unterstützt. Hilfreich wäre lediglich, wenn Du seine Gewerkschaftsarbeit unterstützen würdest (sofern Du in einer Position dazu bist), und wenn Du das wegen einer CDU-Mitgliedschaft nicht tust, dann kann man wohl ganz offen argumentieren, dass Du es auch sonst nicht getan hättest.",
                                          "branches": [
                                            {
                                              "id": "ke2lnwe",
                                              "score": "-1",
                                              "created": "2023-12-19 19:52",
                                              "author": "bandsHard",
                                              "body": "Ich bin nicht in so einer Position, wäre ich es würde ich  es aber unterstützen wenn er nicht in der CDU wäre, irgendwo muss man ja anfangen und Konsequenzen ziehen, wer Mitglied einer solchen Partei sein will, muss dann auch mit den Konsequenzen leben das so eine Mitgliedschaft Einfluss auf alles hat, was diese Person tut. \n\nMan unterstützt ja auch kein AfD Mitglied nur weil dieses Mitglied mal helle 5 Minuten hat und was gutes tut.",
                                              "branches": [
                                                {
                                                  "id": "ke2m7k3",
                                                  "score": "4",
                                                  "created": "2023-12-19 19:56",
                                                  "author": "hintGeek",
                                                  "body": "Zwischen AFD und CDU besteht halt ein gewisser Unterschied, der Dir hoffentlich bewusst ist.",
                                                  "branches": [],
                                                  "isTopLevel": false,
                                                  "stanceOnSubmission": "neither",
                                                  "stanceOnParent": "negative"
                                                }
                                              ],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "neither",
                                              "stanceOnParent": "negative"
                                            }
                                          ],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "negative"
                                        },
                                        {
                                          "id": "ke2vxa5",
                                          "score": "8",
                                          "created": "2023-12-19 20:54",
                                          "author": "byteDom",
                                          "body": "Was meinst du mit \"ihn unterstützen\"? Nicht in seine Gewerkschaft eintreten? Ihn nicht bei der Vorsitzendenwahl wählen? Ihn einfach scheiße finden?\n\nZiemlich kindisch wenn man bedenkt wie er sich für seine Gewerkschaftsmitglieder reinwirft.",
                                          "branches": [
                                            {
                                              "id": "ke5hyna",
                                              "score": "-1",
                                              "created": "2023-12-20 08:23",
                                              "author": "bandsHard",
                                              "body": "Was hat das mit kindisch zutun? Man unterstützt halt generell keine Menschen die in Partein sind die absoluter Müll sind, dabei ist es auch vollkommen egal was die Person persönlich für Meinungen hat, weil sie immernoch als ganzes die CDU unterstützt und auch für die CDU abstimmt. \n\nNur weil er sich für die Gewerkschaft einsetzt macht das nicht die unterstützung für den Menschenfeindlichen Müll den Merz von sich gibt wieder gut, denn als Mitglied einer solchen Partei unterstützt man solche drecks Meinungen, andernfalls würde man sich von so einer Partei weitesgehend distanzieren.\n\nMan kann nicht gleichzeitig sich für Arbeiter einsetzen was richtig gut ist, auf der anderen Seite aber Hetze gegen Ausländer und Geringverdiener geil finden und selbst wenn ers nicht geil findet und ne andere Meinung hat, wieso ist er dann Mitglied bei so einer Partei, das macht in meinen Augen absolut keinen Sinn. \n\nDas ist wie als würde man sich für Ausländer startk machen und diesen bei der Integration helfen, aber Mitglied der AfD sein, das ist doch ein kompletter Widerspruch in der eigenen Meinung.",
                                              "branches": [],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "positive",
                                              "stanceOnParent": "negative"
                                            }
                                          ],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "positive",
                                          "stanceOnParent": "negative"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "negative",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            },
                            {
                              "id": "ke5o72b",
                              "score": "2",
                              "created": "2023-12-20 09:42",
                              "author": "mealsMsgid",
                              "body": "Die SED Verbindungen der CDU lassen dabei immer alle weg.. lustig. Lies dir mal was dazu durch.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            },
            {
              "id": "ke26i63",
              "score": "66",
              "created": "2023-12-19 18:22",
              "author": "wwwChan",
              "body": "Weselsky ist bei der CDU genauso der weiße Rabe, wie er es bei der SPD wäre. Ein Rufer gegen den Sturm und die Ausnahme von der Regel. Inwiefern ist es wichtig, gerade diese Eigenschaft hervorzuheben?",
              "branches": [
                {
                  "id": "ke26yhr",
                  "score": "5",
                  "created": "2023-12-19 18:25",
                  "author": "nameHobby",
                  "body": "Weselsky steht als Person zu Unrecht in der Kritik, ich wollte hier etwas hervorheben, was ihn besser aussehen lässt.\n\nUnter den „Schlechten“ (die CDU sei der Einfachheit halber mal als schlecht definiert) ist er einer der Guten (zumindest was seine Arbeitspolitik angeht).",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke2clgn",
                  "score": "16",
                  "created": "2023-12-19 18:58",
                  "author": "knockCheck",
                  "body": "SPD ist ja auch nicht wirklich Gewerkschaftsfreundlich.\n\nDie haben das Tarifeinheitsgesetz und die Privatisierung der Bahn ja überhaupt erst verbrochen.",
                  "branches": [
                    {
                      "id": "ke2hk4q",
                      "score": "23",
                      "created": "2023-12-19 19:28",
                      "author": "gregGod",
                      "body": "Die Bahn ist nicht privatisiert und die Umwandlung in eine AG war unter Kohl.",
                      "branches": [
                        {
                          "id": "ke2utr5",
                          "score": "14",
                          "created": "2023-12-19 20:47",
                          "author": "miscAbove",
                          "body": "Doch klar ist sie privatisiert, gehört nur einfach so zu 100% der BRD. Hast es einfach nicht verstanden /s",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "positive"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke3kon4",
              "score": "9",
              "created": "2023-12-19 23:23",
              "author": "soundAss",
              "body": "Er gehört zum Sozialflügel (CDA) der CDU, wie z.B. Geißler damals. Die werden nur innerparteilich noch schneller abgewürgt als zu Geißlers Zeiten.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "positive"
        },
        {
          "id": "ke2iaoi",
          "score": "7",
          "created": "2023-12-19 19:32",
          "author": "distCisco",
          "body": "Ich habe heute das Kündigunsschreiben für die Mitgliedschaft in der GEW aufgesetzt. Das ist so unfassbar zahnlos alles, es ist traurig. \n\nArbeiterkampf ist so wichtig. Ich möchte das Ganze finanziell unterstützen. Aber es fühlt sich leider wie verbranntes Geld an.",
          "branches": [
            {
              "id": "ke5yyxr",
              "score": "1",
              "created": "2023-12-20 12:05",
              "author": "busySpell",
              "body": "Naja die Gewerkschaft ist ja kein Dienstleister, bei dem man sich höhere Löhne einkauft. Wenn man so was haben will wie bei der GDL muss man Arbeitskampf auch selbst machen und ihn nicht bloß finanziell unterstützen.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke1xoty",
      "score": "446",
      "created": "2023-12-19 17:29",
      "author": "edtLcd",
      "body": "Vor gerade mal einer Woche gab es folgenden Bericht: [Bahnvorstand bekommt eine Bonuszahlung von fünf Millionen Euro](https://www.spiegel.de/wirtschaft/deutsche-bahn-vorstand-erhaelt-fuenf-millionen-euro-bonus-fuer-2022-a-a5ee7361-8d95-4d7f-a14e-86f3202d1497) (pro Kopf natürlich).\n\nDie GDL will 555 Euro Lohnerhöhung und bis zu 3.000 Euro Inflationsausgleich, sowie höhere Kompensation für Schichtarbeit.\n\nDa wird mal deutlich, wie unanständig das Gefälle mittlerweile ist. Ich wünsche den Streikenden daher vollen Erfolg und die Durchsetzung aller ihrer Forderungen.",
      "branches": [
        {
          "id": "ke1ynas",
          "score": "112",
          "created": "2023-12-19 17:35",
          "author": "pressDerek",
          "body": "Der komplette Bonus beläuft sich laut Artikel auf insg. 5mio, nicht pro Kopf. Auch ist der eigentliche Streitpunkt nicht die 555€ pro Monat und die 3k einmalig, sondern die Arbeitszeitreduktion von 38 auf 35h. Zumindest ist das die einzige Forderungen die kategorisch als nicht umsetzbar abgelehnt wird.",
          "branches": [
            {
              "id": "ke20e5a",
              "score": "58",
              "created": "2023-12-19 17:45",
              "author": "edtLcd",
              "body": "Ist ja also doch etwas bescheidener, wenn die 8 Vorstände sich die fünf Millionen teilen müssen. Da sieht man ja fast schon das Armenhaus winken. :-)\n\nPersönlich halte ich die 38h beim Grad heutiger Automation (oder dem, was hier möglich ist) auch schon für zu viel. Hätte man sich natürlich vom Management her besser auf diese Zukunft vorbereiten sollen, aber kaputtsparen und Boni für kurzfristig geschönte Zahlen war da doch attraktiver.\n\nJetzt ist die Personaldecke zu dünn, der Spielraum zu klein, der Service unterste Schublade, die Bahn insgesamt unpünktlich und unzuverlässig, ausbaden dürfen das wie immer die niederen Fußsoldaten.\n\nUnd wann immer es um angemessene Entlohnung oder andere Vergünstigungen geht, heißt es \"nicht umsetzbar\" oder \"können wir uns nicht leisten\". Dann lassen die das auf den Streik ankommen und hoffen, die Leute lassen ihren Frust an den Angestellten aus, die hier um jeden Brotkrumen kämpfen müssen.",
              "branches": [
                {
                  "id": "ke2i3ef",
                  "score": "-8",
                  "created": "2023-12-19 19:31",
                  "author": "hdtvTells",
                  "body": "Bisher wehrt sich das Zugpersonal aber noch wegautomatisiert zu werden 😉",
                  "branches": [
                    {
                      "id": "ke2my3h",
                      "score": "33",
                      "created": "2023-12-19 20:00",
                      "author": "edtLcd",
                      "body": "Man darf Automatisierung auch nicht als Maßnahme verstehen, um Leute loszuwerden, während andere weiterhin am Limit schuften müssen.\n\nAutomatisierung soll, im Idealfall, die Arbeit erleichtern, Arbeiter entlasten and Spielraum schaffen für kürzere Arbeitszeit bei gleichzeitig steigender Produktivität.\n\nAber mir ist klar wie die kapitalistische Realität aussieht. Da ist der Angestellte ein Kostenfaktor, und der Gerät wird nie müde, schläft nie ein und ist vor dem Chef im Geschäft. Da ersetzt eine Maschine die Leute und stürzt sie in finanzielle Not, anstatt ihnen das Leben zum Wohle aller zu erleichtern.",
                      "branches": [
                        {
                          "id": "ke2vp8y",
                          "score": "1",
                          "created": "2023-12-19 20:52",
                          "author": "fakeDoug",
                          "body": ">Automatisierung soll, im Idealfall, die Arbeit erleichtern\n\nDas ist nicht korrekt, im Idealfall übernimmt es die Arbeit und man braucht nur jemanden der sich um die Maschine kümmert. Also insgesamt wesentlich weniger Personal. Was aber du beschreibst ist eher das was vom Arbeitenden Menschen gewünscht wird, so dass seine Arbeit nicht weg rationalisiert wird.",
                          "branches": [
                            {
                              "id": "ke2y8wd",
                              "score": "8",
                              "created": "2023-12-19 21:08",
                              "author": "edtLcd",
                              "body": "Ökonomisch macht eine vollautomatisierte Gesellschaft aber auch wenig Sinn, weil ohne Löhne keine Kaufkraft auch damit kein Konsum, ergo kein Gewinn für die Unternehmen. Dann hilft nur Robotersteuer zum Erhalt der Gesellschaft, aber dann hast du wieder \"Personalkosten\", also das, was du mit den Robotern ursprünglich erst abschaffen wolltest.\n\nEs ist nur dann - aus Unternehmersicht - wünschenswert, wenn du den \"Kostenfaktor\" Personal wegstreichen kannst, die Gesellschaft als solche aber keine Kaufkraft verliert. Sprich, wenn außer dir sonst keiner automatisiert.\n\nMein Wort \"Idealfall\" hat sich daher auch mehr auf den gesellschaftlichen Idealfall bezogen, mit einer starken Betonung auf \"Ideal\". Einen Schritt näher an Utopia, Produktivitätsgewinne kommen allen Menschen zugute, weniger Arbeit bei höherer Leistungsfähigkeit bei Erhalt der jährlichen Kaufkraft.\n\nAber ohne gesetzlichen Zwang oder Streiks sehe ich nicht, dass ein Unternehmen wie die Bahn sich das Gemeinwohl auf die Fahnen schreibt. Manchmal muss es eben auf die harte Tour sein.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "positive",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        },
                        {
                          "id": "ke3f1rl",
                          "score": "1",
                          "created": "2023-12-19 22:49",
                          "author": "engPanel",
                          "body": ">\nAber mir ist klar wie die kapitalistische Realität aussieht.\n\nDann müsstest du vielleicht mit nem Eisenbahner von 1950 reden.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "ke2ux00",
                      "score": "3",
                      "created": "2023-12-19 20:48",
                      "author": "knockCheck",
                      "body": "Wie wehrt sich das Zugpersonal gegen Automatisierung?",
                      "branches": [
                        {
                          "id": "ke35ct1",
                          "score": "-3",
                          "created": "2023-12-19 21:50",
                          "author": "hdtvTells",
                          "body": "Schlag mal im Bahn, Drehscheibe oder ähnlichen Subreddits vor, dass man Züge ja automatisiert fahren lassen könnte (Bonuspunkte für: Ist ja deutlich einfacher als selbstfahrende Autos) und versuch dann dort wieder lebend rauszukommen.",
                          "branches": [
                            {
                              "id": "ke35o4x",
                              "score": "12",
                              "created": "2023-12-19 21:52",
                              "author": "knockCheck",
                              "body": "Achso, du meinst sie wehren sich gegen dein Getrolle.",
                              "branches": [
                                {
                                  "id": "ke36e3u",
                                  "score": "1",
                                  "created": "2023-12-19 21:57",
                                  "author": "hdtvTells",
                                  "body": "Inwiefern getrolle? Dafür gibt es tragfähige Konzepte.",
                                  "branches": [
                                    {
                                      "id": "ke55fj6",
                                      "score": "5",
                                      "created": "2023-12-20 06:12",
                                      "author": "knockCheck",
                                      "body": "Konzepte sind nicht die Realität.\n\nFür automatisierte Züge müsstest du die gesamte Infrastruktur umbauen.\n\nDas wird hier nicht passieren. Wir haben ja sogar noch Weichen aus dem Kaiserreich, die per Hand umgestellt werden müssen.",
                                      "branches": [
                                        {
                                          "id": "ke5pap1",
                                          "score": "1",
                                          "created": "2023-12-20 09:57",
                                          "author": "hdtvTells",
                                          "body": "Du bestätigst meinen Punkt",
                                          "branches": [
                                            {
                                              "id": "ke5posw",
                                              "score": "3",
                                              "created": "2023-12-20 10:03",
                                              "author": "knockCheck",
                                              "body": "Dass du trollst?\n\nJa, war mir schon klar.",
                                              "branches": [
                                                {
                                                  "id": "ke5q491",
                                                  "score": "1",
                                                  "created": "2023-12-20 10:08",
                                                  "author": "hdtvTells",
                                                  "body": "Nein, die absolute deutsche Verweigerungshaltung gegenüber Innovationen. In deinem kurzen Post war von \"zu teuer/erforder Investitionen\" über \"nicht in Deutschland machbar\" bis \"das haben wir schon immer so gemacht\" so gut wie alles enthalten.\n\nKleine Anekdote speziell für dich:\n\n[https://safe-intelligence.fraunhofer.de/artikel/fahrerlose-schienenfahrzeuge-autonom-ueber-stadt-und-land](https://safe-intelligence.fraunhofer.de/artikel/fahrerlose-schienenfahrzeuge-autonom-ueber-stadt-und-land)",
                                                  "branches": [],
                                                  "isTopLevel": false,
                                                  "stanceOnSubmission": "neither",
                                                  "stanceOnParent": "negative"
                                                }
                                              ],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "neither",
                                              "stanceOnParent": "neither"
                                            }
                                          ],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "neither"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "neither"
                                },
                                {
                                  "id": "ke3qlr1",
                                  "score": "2",
                                  "created": "2023-12-20 00:01",
                                  "author": "czechPer",
                                  "body": "Warum ist das Getrolle? Bei hinreichend isolierten Linien gibt es das schon.",
                                  "branches": [
                                    {
                                      "id": "ke55ijz",
                                      "score": "4",
                                      "created": "2023-12-20 06:12",
                                      "author": "knockCheck",
                                      "body": "Ja und jetzt schätze mal, was für ein Anteil aller Züge in Deutschland isoliert auf ihren eigenen Gleisen fahren.",
                                      "branches": [
                                        {
                                          "id": "ke5asan",
                                          "score": "-2",
                                          "created": "2023-12-20 07:02",
                                          "author": "czechPer",
                                          "body": "Der Punkt ist: Die Technik gibt es schon, es existieren schon Züge die autonom fahren. Jetzt muss man nur noch die Isolierung schaffen oder ersetzen. Das ist ein wesentlich kleineres Problem, insbesondere wenn man im Nahverkehr anfängt.",
                                          "branches": [
                                            {
                                              "id": "ke5bpnf",
                                              "score": "3",
                                              "created": "2023-12-20 07:12",
                                              "author": "knockCheck",
                                              "body": "Die Technik existiert nur für einen absoluten Bruchteile aller Strecken.\n\nFür den Rest sind wir da noch Jahrzente und mehrere 100 Milliarden Euro entfernt.\n\nIn 100 Jahren sieht das vielleicht anders aus, aber für die jetzige Generation ist das völlig irrelevant.\n\nBei dem jetzigen Fachkräftemangel würde es für das Zugpersonal kaum etwas besseres als eine Teilautomatisierung geben.",
                                              "branches": [
                                                {
                                                  "id": "ke663qd",
                                                  "score": "1",
                                                  "created": "2023-12-20 13:24",
                                                  "author": "czechPer",
                                                  "body": "In 100 Jahren.\n\nSchau mal zurück wo wir vor 100 Jahren waren. Du glaubst wirklich dass wir nochmal 100 Jahre brauchen? Das wird viel schneller gehen als du denkst.",
                                                  "branches": [
                                                    {
                                                      "id": "ke691wt",
                                                      "score": "2",
                                                      "created": "2023-12-20 13:51",
                                                      "author": "knockCheck",
                                                      "body": "Wir haben gerade erst den Deutschlandtakt von 2030 auf 2070 verschoben.\n\nSchau dir mal an, wie lange Planung und Bau von neuen Trassen und Strecken in Deutschland dauert.\n\nFür die Automatisierung müsste das gesamte deutsche Bahnnetz angepasst werden.\n\nDas wäre ein Großgroßprojekt.",
                                                      "branches": [],
                                                      "isTopLevel": false,
                                                      "stanceOnSubmission": "neither",
                                                      "stanceOnParent": "negative"
                                                    }
                                                  ],
                                                  "isTopLevel": false,
                                                  "stanceOnSubmission": "neither",
                                                  "stanceOnParent": "negative"
                                                }
                                              ],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "neither",
                                              "stanceOnParent": "negative"
                                            },
                                            {
                                              "id": "ke5xyrv",
                                              "score": "2",
                                              "created": "2023-12-20 11:52",
                                              "author": "buddyBrave",
                                              "body": "\"nur noch\"... ich lache.",
                                              "branches": [],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "neither",
                                              "stanceOnParent": "negative"
                                            }
                                          ],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "neither"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "neither"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke6ile0",
                  "score": "1",
                  "created": "2023-12-20 15:08",
                  "author": "gemWhy",
                  "body": "> Persönlich halte ich die 38h beim Grad heutiger Automation (oder dem, was hier möglich ist) auch schon für zu viel. \n\nNaja, das ist halt ein kritischer Bereich (Menschen unversehrt befördern). Da ist schon etliches automatisiert, aber in solchen Bereichen setzt Du halt 'nen Menschen daneben, der in der Lage ist korrigierend bei den Spezialfällen einzugreifen, bei denen die Automatisierung versagt. Ist ja beim Fliegen nicht anders.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke2eg72",
              "score": "89",
              "created": "2023-12-19 19:09",
              "author": "sandySeat",
              "body": "Man sollte übrigens dazu immer erwähnen, dass die GDL die Arbeitszeitreduktion nur für Schichtarbeiter fordert und auch zu einer schrittweisen Absenkung bereit ist. Hat so auch bei  den Verhandlungen mit der Netinera geklappt.",
              "branches": [
                {
                  "id": "ke2h5m2",
                  "score": "16",
                  "created": "2023-12-19 19:26",
                  "author": "pressDerek",
                  "body": "Ich meine, dass der Vertrag mit Netinera noch nicht in trockenen Tüchern ist. Netinera hat sich das Recht eingeräumt nur auf die 35h zu gehen, wenn die DB ebenfalls auf die Forderung der 35h bis 2028 eingeht. Sollte der Abschluss mit der Bahn schlechter werden kann, soweit ich das verstanden habe, Netinera nachverhandeln.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "ke2jbs0",
                  "score": "-23",
                  "created": "2023-12-19 19:38",
                  "author": "crestCasio",
                  "body": "Fachkräftemangel hoch 10, Bahn soll massiv ausgebaut, quasi das Rückgrat der Mobilitätswende werden. \n\nFind da passt Arbeitszeit-Reduzierung halt irgendwie echt nicht rein.",
                  "branches": [
                    {
                      "id": "ke2kg1j",
                      "score": "47",
                      "created": "2023-12-19 19:45",
                      "author": "trialTab",
                      "body": "Doch. Wenn die Bahn nicht attraktiv ist, findet sie kein Personal?",
                      "branches": [
                        {
                          "id": "ke2s8m3",
                          "score": "-1",
                          "created": "2023-12-19 20:32",
                          "author": "worthHills",
                          "body": "Weiß nicht was die Bahn tun müsste, um so attraktiv wie z.B. Softwareentwicklung zu werden",
                          "branches": [
                            {
                              "id": "ke2tivc",
                              "score": "21",
                              "created": "2023-12-19 20:39",
                              "author": "filmsAug",
                              "body": "Nicht jeder ist ein guter Softwareentwickler. Ich würde behaupten, du brauchst für die beiden rollen extrem unterschiedliche Menschen.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            },
                            {
                              "id": "ke2yi1v",
                              "score": "8",
                              "created": "2023-12-19 21:09",
                              "author": "armsGreen",
                              "body": "Die gleichen Gehälter bezahlen?",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        },
                        {
                          "id": "ke2x3ep",
                          "score": "7",
                          "created": "2023-12-19 21:01",
                          "author": "jokePound",
                          "body": "Hier muss man dann halt im Optimalfall andere Anreize finden. Man muss sich halt klar machen, dass man mit derartigen pauschalen Stundenreduktionen den ohnehin schon vorhandenen Personalmangel erst einmal auf Jahre hin quasi von jetzt auf gleich um bis zu 10 % verschärft in der Hoffnung, dass es dann mit der Zeit mehr Leute in den Beruf schaffen. Das ist eine Wette, die den Service zunächst nochmal verschlechtert, ohne dass man eine Garantie hat, dass es dann wirklich besser wird.",
                          "branches": [
                            {
                              "id": "ke5c9a0",
                              "score": "5",
                              "created": "2023-12-20 07:18",
                              "author": "juiceFairy",
                              "body": "Es geht hier nur im Schichtarbeiter, die etwas weniger als 10% Arbeitszeit reduzieren.\nDas ist kein riesiges Problem für den Konzern.\n\nDas Problem ist hier vor allem, dass besonders die rotierende Schichtarbeit viele Menschen belastet, die dann den Job nicht machen wollen. Und wenn man sich mal die Bahn so anschaut, ist es wohl bereits eh so, dass viele Angestellte regelmäßig mehr als ihre 38h arbeiten, weil sie ja auch in den verspäteten Zügen sitzen. Man kann ja nicht einfach die Schicht in Potsdam beenden, wenn man im Zug nach Berlin Lokführer oder Zugbegleiter ist, nur weil Verspätung ist. Man muss ja trotzdem nachhause nach Berlin kommen.\nDas ist auch Lebenszeit.",
                              "branches": [
                                {
                                  "id": "ke63b9f",
                                  "score": "1",
                                  "created": "2023-12-20 12:55",
                                  "author": "grandEmpty",
                                  "body": "Die Lokführer sind ziemlich alle Schichtarbeiter, der Einwand ist also schon relevant.",
                                  "branches": [
                                    {
                                      "id": "ke67e8n",
                                      "score": "1",
                                      "created": "2023-12-20 13:36",
                                      "author": "juiceFairy",
                                      "body": "10% ist nichts, das nicht umsetzbar wäre und es wurde ja schon gesagt, dass man bereit ist das über einen längeren Zeitraum umzusetzen. Das ist also wirklich machbar.",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        },
                        {
                          "id": "ke3ughw",
                          "score": "1",
                          "created": "2023-12-20 00:26",
                          "author": "crestCasio",
                          "body": "Wenn sie jetzt schon nicht genug Personal hat, wie soll sie denn auf einmal 10% mehr finden?!?",
                          "branches": [
                            {
                              "id": "ke412wn",
                              "score": "8",
                              "created": "2023-12-20 01:12",
                              "author": "trialTab",
                              "body": "Ich hatte eine Zusage und bin nicht hingegangen. Nein danke rotierendes Schichtsystem für einen Lohn, der das nicht wirklich entschädigt. Eine 35h Woche bei vollem Lohn würde sowas erträglicher machen. Siehst du meinen Punkt?",
                              "branches": [
                                {
                                  "id": "ke5hhx5",
                                  "score": "1",
                                  "created": "2023-12-20 08:17",
                                  "author": "crestCasio",
                                  "body": "Natürlich, aber damit findest du nicht 10% mehr Leute in Zeiten wo jede Firma verzweifelt sucht. Und man müsste ja eigentlich 15% mehr finden damit sich das lohnt und man am Ende mehr Arbeitsstunden hat.",
                                  "branches": [
                                    {
                                      "id": "ke7ntbk",
                                      "score": "2",
                                      "created": "2023-12-20 19:27",
                                      "author": "trialTab",
                                      "body": "Jo Stundenreudzierung bringt auch Probleme, wenn eh Personal knapp. Ist nicht ganz falsch\n\nNaja gut bei Fachkräftemangel gehen die Meinungen auch auseinander. Ich bin eher auf der Seite: Es gibt nur Mangel an Lohnsklaven, die für wenig Geld arbeiten wollen\n\nIch habe in meinem Leben bei Firmen wenig Wille zur guten Einarbeitung gesehen. Versprochen wird immer viel. Realität: \nDas ist Claus. Geh mit dem Mal mit. Claus ist aber 3 Monate vor der Rente, hat keinen Bock mehr auf den Scheißladen und sagt das auch häufig. Bei Fragen zu fachlichen Themen kam oft nur \"lass jetzt mal\". Und er hat sich oft stundenweise im Serverraum zum Schlafen oder Handygammeln versteckt :D\n\nWusste natürlich nach drei Monaten entsprechend wenig zu den Anlagen vor Ort und wurde gekickt <3\nDas Wort Fachkräftemangel ist für mich Hohn\n\n\nJeder soll am besten mindestens 15 Jahre Berufserfahrung bei Nischenthemen haben, nix kosten und keine Einarbeitung benötigen",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "neither"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            },
                            {
                              "id": "ke4x93x",
                              "score": "5",
                              "created": "2023-12-20 05:01",
                              "author": "aptPsi",
                              "body": "Nochmal, attraktivere Arbeitsbedingungen. Wie zum Beispiel eine kürzere Woche bei gleichem Lohn für alle die im Schichtbetrieb ihren Schlafrhythmus täglich begraben dürfen.\n\nDie Arbeiter streiken wegen beschissener Bedingungen und anstatt dass man die Bedingungen verbessert und damit eventuell auch neue Leute anlockt, sollen die bestehenden Arbeiter ihr Maul halten und die beschissenen Bedingungen sowie den daraus resultierenden Fachkräftemangel selbst ausbaden. Wie sehr kann man eigentlich am Leben vorbei direkt in das Arschloch der Bahn kriechen.",
                              "branches": [
                                {
                                  "id": "ke5hecf",
                                  "score": "2",
                                  "created": "2023-12-20 08:16",
                                  "author": "crestCasio",
                                  "body": "Diggi falls du’s noch bemerkt hast, überall sucht man verzweifelt Leute. Die Bahn wird auf keinen Fall 10% mehr Leute anwerben können nur weil die Schicht auf 35 Stunden reduziert wird. Selbst wenn sie das schaffen sind sie ja trotzdem nur auf dem Arbeitsstunden Niveau von jetzt.",
                                  "branches": [
                                    {
                                      "id": "kecy3ng",
                                      "score": "1",
                                      "created": "2023-12-21 19:56",
                                      "author": "pennIts",
                                      "body": "Ich würde für 35h direkt anfangen",
                                      "branches": [],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "negative"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "positive",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        },
                        {
                          "id": "ke5cpaq",
                          "score": "-1",
                          "created": "2023-12-20 07:22",
                          "author": "bitchPose",
                          "body": "Das ist ja korrekt. Aber nun mal auch wirklich kein Streikgrund für das man ein ganzes Land lahm legt. Die Gewerkschaft und Streikrecht ist dazu da um Ausbeutung zu verhindern. Und daher seh ich an den normalen Arbeitszeiten hier keinen nachvollziehbaren Streikgrund.     \nFür Attraktivität um mehr Mitarbeiter zu fangen sind andere zuständig. Da machen die vielleicht keinen guten Job, aber ist halt kein Grund zum streiken. Gehaltsanpassungen bei der aktuellen Inflation stimme ich schon zu. Aber für nen wünsch dir was Grund gibt's eben den Mittelfinger von mir.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "negative",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "ke2krhq",
                      "score": "16",
                      "created": "2023-12-19 19:47",
                      "author": "henryHints",
                      "body": "Klingt nach einer starken Verhandlungsposition. Die Bahn könnte ja auch mal X % mehr Gehalt. (über das was die gdl fordert hinaus) anbieten statt Arbeitszeitreduzierung und gucken ob das vielleicht eine Option wäre. Oder früheren Ruhestand für die Betroffenen.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "ke2kt6j",
                      "score": "20",
                      "created": "2023-12-19 19:47",
                      "author": "hayesPulse",
                      "body": "Arbeitet nur jetzt schon niemand 38h. Eher Richtung 45h, weil ständig Ersatz notwendig ist. Wenn das auf reale <40h runter geht, haben sie das Ziel erreicht.\n\nDazu steigert es die Attraktivität für einen Job im Schichtdienst.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "ke2ppo0",
                      "score": "10",
                      "created": "2023-12-19 20:17",
                      "author": "rapBlast",
                      "body": "Die Ausbildung zum Lokführer dauert 3 Jahre, auf 2 verkürzbar, und es gibt ein Quereinsteigerangebot in einem Jahr. Wenn man wollte und das nötige Geld in die Hand nehmen würde könnte man in <5 Jahren genug Lokführer einsatzfertig haben ;)",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "ke30pk9",
                      "score": "2",
                      "created": "2023-12-19 21:22",
                      "author": "filedCarey",
                      "body": "Der genau falsche Ansatz. Für den Umbau ist Personal notwendig und das gewinnt man heute nun nicht mehr so einfach.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke5imvo",
                  "score": "4",
                  "created": "2023-12-20 08:31",
                  "author": "damnGate",
                  "body": "Wobei es bei den Lokführern ja kaum Leute geben dürften, die keinen Schichtdienst haben, oder?",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke2xttj",
              "score": "-16",
              "created": "2023-12-19 21:05",
              "author": "leadNine",
              "body": "Wieder absolut lächerliche low Performance Kultur in Deutschland. Da kriegt ein kompletter (!!!!) Vorstand, der ein Riesen Unternehmen leitet lächerliche 5 MN Euro Bonus und das wird als Aufhänger genommen.\n\nWarum hat die USA nochmal 20 TN GDP? Wir reden dort bei Top CEOs (nicht dem kompletten Vorstand) von Boni in 50-200 MN Bereich und wir heulen hier rum wegen ein paar Millionen. \n\nSelbst ein Thomas Müller verdient wohl das dreifache vom DB Vorstand.\n\nIhr seid alle so lächerlich :D",
              "branches": [
                {
                  "id": "ke3owoz",
                  "score": "6",
                  "created": "2023-12-19 23:50",
                  "author": "asideEasy",
                  "body": "Ja, die USA. Bestes Beispiel. Kaum Arbeitsrechte, at-will-employment, und was nicht alles. Ne Danke, lieber ist die Decke etwas tiefer (aber schon noch hoch genug, also die 5M werden schon nicht stinken denke ich) und dafür der Boden nicht so bodenlos tief, wie in den USA. Ich will jetzt auch garnicht sagen, dass es nicht gewinnbringender ist, seine Belegschaft mit 10 Urlaubstagen und begrenzten Krankentagen zu knechten, aber es ist halt für die Gesellschaft kein Gewinn. Außerdem sind die US Konzerne meistens auch viel größer als die Firmen hier zulande, also hinkt der Vergleich auch von der Seite. Der CEO von Google macht wahrscheinlich naturgemäß mehr Moneten, als der eines deutschen Staatskonzerns",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke3qsaa",
                  "score": "3",
                  "created": "2023-12-20 00:02",
                  "author": "czechPer",
                  "body": "Sollte man im Kopf behalten dass ein Thomas Müller verlässlich eine Meisterschale heimbringt, aber die Bahn nur Abstiegsleistung bringt.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                },
                {
                  "id": "ke49yue",
                  "score": "3",
                  "created": "2023-12-20 02:13",
                  "author": "rockSub",
                  "body": "> 20 TN\n\nTrillion und Trillionen sind dann schon noch zwei paar Schuhe. FYI die USA hat 23,32 BILLIONEN GDP. Mal ganz davon abgesehen, dass GDP sowieso meaningless ist zum part.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "ke50aoy",
                  "score": "2",
                  "created": "2023-12-20 05:26",
                  "author": "drinkTubes",
                  "body": "Und in Japan kürzen sie sich freiwillig die Bezüge wenn sei Scheisse bauen, anstatt dann einfach die Kennzahlen so schönzureden das sie sich die Taschen trotzdem volladen können.\n\nWarum haben die Amerikaner son tolles GDP? Weil sie die Zahlen künstlich eskalieren lassen. Reflektiert das irgendwas ausser \"große Zahlen toll\"? Nein.\n\nEs ist doch schon tautologisch egomanisches \"was geht mich der Rest an\" mit den Zahlen zu rechtfertigen die eben genau die als Bestätigung kreieren das sie Recht haben.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke5m62q",
              "score": "1",
              "created": "2023-12-20 09:16",
              "author": "asideUps",
              "body": "1 cent bonus insgesamt wäre lächerlich dafür wie scheiße die Bahn ist.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke24usm",
          "score": "7",
          "created": "2023-12-19 18:12",
          "author": "nokiaNat",
          "body": "Mit den fünf Millionen Euro hätte man jedem der knapp 20k Lokführer bei der DB schon die Hälfte der 555 Euro Lohnerhöhung für ein Jahr bezahlen können.",
          "branches": [
            {
              "id": "ke26dw8",
              "score": "39",
              "created": "2023-12-19 18:22",
              "author": "armsGreen",
              "body": "Aber nicht, wenn man Mathe kann.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke26y28",
              "score": "27",
              "created": "2023-12-19 18:25",
              "author": "annexBags",
              "body": "550 x 12 x 20.000 gibt bei mir mehr als 5 Mio.?",
              "branches": [
                {
                  "id": "ke2ax5i",
                  "score": "6",
                  "created": "2023-12-19 18:48",
                  "author": "nokiaNat",
                  "body": "Hab die 12 verpeilt, danke für den Hinweis!",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke2b2lc",
              "score": "11",
              "created": "2023-12-19 18:49",
              "author": "themRich",
              "body": "Für einen Monat, nicht ein Jahr. 5 Millionen durch 20000 sind 250€",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke5ir4x",
              "score": "3",
              "created": "2023-12-20 08:33",
              "author": "damnGate",
              "body": "Abgesehen von der Falschen Rechnung, gäbe es noch 180k weitere Mitarbeiter der DB allein in Deutschland.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "positive"
        },
        {
          "id": "ke35egj",
          "score": "8",
          "created": "2023-12-19 21:51",
          "author": "welshPools",
          "body": "Uns Geld geht's ja gar nicht wirklich, da sind die Forderungen und Angebote in erreichbarer Nähe. Die GDL will die Stunden reduzieren, die Bahn meint dies sei wegen Personalmangel unmöglich.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke20h92",
      "score": "20",
      "created": "2023-12-19 17:46",
      "author": "drewWit",
      "body": "Zum Glück fahre ich Auto.",
      "branches": [
        {
          "id": "ke20yih",
          "score": "1",
          "created": "2023-12-19 17:49",
          "author": "takenFrank",
          "body": "same fliegen oder auto, Bahn kannst du hier vergessen",
          "branches": [
            {
              "id": "ke23y3n",
              "score": "13",
              "created": "2023-12-19 18:07",
              "author": "animeSwap",
              "body": "und es st nicht so als wäre toller bahnverkehr nicht möglich, nein, deutschland hat das ganz speziell verkackt.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke20n1u",
      "score": "-66",
      "created": "2023-12-19 17:47",
      "author": "pillsToo",
      "body": " Zitat aus dem Artikel \"Das, was jetzt kommt, wird kräftiger, wird länger, wird härter für die Kunden\", kündigte der Gewerkschaftschef im Vergleich zu den bisherigen Warnstreiks an.“ Also kämpft die Gewerkschaft gegen die Kunden. Jemand überrascht?",
      "branches": [
        {
          "id": "ke21lt7",
          "score": "18",
          "created": "2023-12-19 17:53",
          "author": "cheatHit",
          "body": "hä?",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke21s4w",
          "score": "17",
          "created": "2023-12-19 17:54",
          "author": "bonusAxis",
          "body": "Nein tut sie nicht.",
          "branches": [
            {
              "id": "ke2sq9n",
              "score": "-9",
              "created": "2023-12-19 20:35",
              "author": "pillsToo",
              "body": "Nein, nur dass eine Arbeitszeitverkürzung von fast 10 % zu mindestens 10 % Zugausfall führt, eher mehr, wenn in die Leute in Schaltstellen wie in Stellwerken arbeiten - und das soll kein Kampf gegen die Kunden sein?",
              "branches": [
                {
                  "id": "ke4zupv",
                  "score": "6",
                  "created": "2023-12-20 05:23",
                  "author": "aptPsi",
                  "body": "Die Arbeitszeitverkürzung bezieht sich nur auf die, die im Schichtbetrieb arbeiten. Vielleicht, nur ganz vielleicht, könnte man mehr Leute anlocken, wenn die Bedingungen besser sind.\n\nAber nein, der Arbeiter hat gefälligst die Ausbeutung und den teilweise dadurch resultierenden Fachkräftemangel selbst auszubaden. Wo kommen wir denn da hin, wenn das Unternehmen zur Abwechslung mal die Kröte schlucken muss.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke23s04",
          "score": "1",
          "created": "2023-12-19 18:06",
          "author": "chenExist",
          "body": "Das macht überhaupt keinen Sinn, der GDL ist die Kundschaft doch völlig egal, es handelt sich um eine Tarifauseinandersetzung und was kann eine Gewerkschaft anderes tun als zu streiken? Wenn sie \"für\" die Kunden kämpfen würde, hieße das dem Arbeitgeber Geld schenken, das wäre doch schwachsinnig.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke23uof",
          "score": "12",
          "created": "2023-12-19 18:06",
          "author": "nameHobby",
          "body": "Leseverständnis 6",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke26wug",
          "score": "38",
          "created": "2023-12-19 18:25",
          "author": "armsGreen",
          "body": "Und hier sehen wir, warum die Bild mit ihrer einfachen Sprache so erfolgreich ist.",
          "branches": [
            {
              "id": "ke2g2ib",
              "score": "9",
              "created": "2023-12-19 19:19",
              "author": "calmShell",
              "body": "Und halt eine unglückliche Formulierung, die dieses leicht macht. Da muss man nichtmal was verdrehen um Fehlinterpretationen zu triggern.\n\nEtwas überraschend, das nem Profi wie Weselsky so ne Aussage rausgeht.",
              "branches": [
                {
                  "id": "ke2tlf9",
                  "score": "-6",
                  "created": "2023-12-19 20:40",
                  "author": "pillsToo",
                  "body": "Das ist keine unglückliche Formulierung gewesen, das ist seine Denkweise.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "negative",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke2vuei",
              "score": "3",
              "created": "2023-12-19 20:53",
              "author": "groveSalon",
              "body": "Das hat er wortwörtlich gesagt.",
              "branches": [
                {
                  "id": "ke30xz3",
                  "score": "8",
                  "created": "2023-12-19 21:24",
                  "author": "fundCarry",
                  "body": "Klar wirds härter für die Kunden, ist doch logisch? Ist scheisse, aber leider nötig, wenn man dem Arbeitgeber, *der am meisten von den Kunden profitiert*, Druck machen will?",
                  "branches": [
                    {
                      "id": "ke334ip",
                      "score": "-2",
                      "created": "2023-12-19 21:37",
                      "author": "groveSalon",
                      "body": "Bist du dumm? Die meisten sind nicht freiwillig Kunde bei der Bahn. Die Bahn hat eine Monopol Stellung und die GDL nutzt das aus. Hätte man als Kunde andere Alternativen auf der Schiene dann wäre der Streik der GDL völlig egal.",
                      "branches": [
                        {
                          "id": "ke355jz",
                          "score": "2",
                          "created": "2023-12-19 21:49",
                          "author": "fundCarry",
                          "body": "Bist du dumm? Hast deinen letzten Satz nochmals durchgelesen oder hast jemanden neben dir, der dir dabei helfen kann?",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "negative",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke27e7w",
          "score": "15",
          "created": "2023-12-19 18:28",
          "author": "glassCurve",
          "body": "Ganz großer Quatsch, die Gewerkschaft kämpft für die Mitarbeiter.",
          "branches": [
            {
              "id": "ke2i4lt",
              "score": "-10",
              "created": "2023-12-19 19:31",
              "author": "oemFinds",
              "body": "Ja, aber es schadet dir objektiv als Kunde, sowohl durch den Ausfall als auch durch die Tariferhöhungen, die an den Kunden weitergegeben werden.",
              "branches": [
                {
                  "id": "ke2o96i",
                  "score": "14",
                  "created": "2023-12-19 20:08",
                  "author": "miaBetty",
                  "body": "Und deswegen sollen die in der GDL organisierten Bahner den Arbeitskampf nicht führen dürfen?",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke2qlsv",
                  "score": "10",
                  "created": "2023-12-19 20:22",
                  "author": "glassCurve",
                  "body": "Die Frage ist aber wen man dafür verantwortlich macht: die Arbeiter oder die Geschäftsführung?",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                },
                {
                  "id": "ke3fgn6",
                  "score": "-3",
                  "created": "2023-12-19 22:51",
                  "author": "poolMpeg",
                  "body": "Und das schlimmste den Vorstand kratzt das null. \n\nDie können so lange streiken wie sie wollen, der Vorstand wird net einknicken. Und die geaschten sind die Kunden. Und dann wundert sich die GDL auf einmal warum die Kunden die Gewerkschaft scheiße finden. \n\nIch krieg nen Hals wenn ich unbefristeter Streik lese, cool dann schreib ich meiner Professiren einfach das ich 3 Wochen nicht kommen kann weil die Bahn streikt oder wie ? Es werden Prüfungen geschrieben. \nVorallem dieses an Weihnachten wird nicht gestreikt, News Flash die machen das nicht aus Nöchstenliebe sondern weil es a) weniger Leute trifft und b) weil die Arbeiter dann keine Lust haben zu streiken und selber bei ihrer Fmailie zuhause sitzen.",
                  "branches": [
                    {
                      "id": "ke3zqmh",
                      "score": "5",
                      "created": "2023-12-20 01:03",
                      "author": "kaiDerek",
                      "body": "Und dein Vorschlag ist? Streikverbot für Eusenbahner und dann müssen sie halt mit jedem Angebot seitens der DB leben?",
                      "branches": [
                        {
                          "id": "ke465sb",
                          "score": "-2",
                          "created": "2023-12-20 01:46",
                          "author": "poolMpeg",
                          "body": "Ja ich hab verstanden wie das Arbeitsleben funktioniert. \n\nAbgesehen davon musst du mir mal die Leute zeigen die an nem gesetzlichen Feiertag arbeiten ? \nKlar die Leute in Bereitschaft wie Krankenhaus etc schon, aber die bei der Bahn werden an nem gesetzlichen Feiertag wohl kaum arbeiten.  \n\nAbgesehen davon trifft es tendenziell weniger Leuten, weil der Berufsverkehr entfällt. Das es Menschen gibt die vor/ nach Weihnachten weitere Strecken zurücklegen weiß ich, aber es reisen nicht mehr Menschen mit der Bahn als sonst bzw. Weniger. \n\nAbgesehen davon hab ich nie behauptet das die GDL und deren Leute mit dem Angebot der Bahn einfach zu Frieden sein sollten und ich hab auch nicht von nem Streikverbot gesprochen. \nDas man weniger Stunden arbeiten will, versteh ich. Aber immer dieses Streik gedrohe wenn die DB nicht allem nachgibt was die GDL fordert, da hab ich kein Verständnis für. \nUnd ja ich MUSS jeden Tag mit der Bahn fahren, die es an 3 Tagen von 5 nicht schafft pünktlich oder überhaupt zu fahren, also entschuldige das ich deswegen weniger Verständnis für so nen Kram habe. Wenn der saftladen sonst laufen würde, was er nicht tut, hätten wir diese Auseinandersetzung nicht. \n\nUnd als das erste mal im November gestreikt wurde, haben die gestreikt bevor ! Verhandelt wurde. Das macht auch total Sinn, die Verhinderung für gescheitert zu erklären bevor überhaupt verhandelt wurde.",
                          "branches": [
                            {
                              "id": "ke5orhz",
                              "score": "1",
                              "created": "2023-12-20 09:50",
                              "author": "kaiDerek",
                              "body": "> Klar die Leute in Bereitschaft wie Krankenhaus etc schon, aber die bei der Bahn werden an nem gesetzlichen Feiertag wohl kaum arbeiten.\n\nÄh, doch? Es fahren auch an den Weihnachtsfeiertagen Züge und das ist ohne Lokführer schwierig\n\n> Abgesehen davon trifft es tendenziell weniger Leuten, weil der Berufsverkehr entfällt. Das es Menschen gibt die vor/ nach Weihnachten weitere Strecken zurücklegen weiß ich, aber es reisen nicht mehr Menschen mit der Bahn als sonst bzw. Weniger.\n\nJa aber es für die Menschen deutlich schwieriger Alternativlösungen zu finden, wenn einfach mehr längere Strecken unterwegs sind. Ich bin jahrelang gependelt, da gabs immer Optionen, beim Weihnachtsverkehr würde von den Leuten ohne Auto wahrscheinlich die Hälfte daheim bleiben und das würd für weitaus mehr Unmut sorgen als Streiks im Berufsverkehr. Daran beteiligt sein den Bahnkunden Weihnachten zu versauen will auch die GDL nicht\n\n> Aber immer dieses Streik gedrohe wenn die DB nicht allem nachgibt was die GDL fordert, da hab ich kein Verständnis für\n\nMal davon abgesehen dass bisher jeder Tarifabschluss ein Kompromiss war (man der GDL also nicht vorwerfen kann dass sie nicht kompromissbereit wäre, sie wehrt sich im Gegensatz zu anderen Gewerkschaften allerdings, looking at you Verdi): das ist ihr einziges Druckmittel. Wenn sie nicht mit Streik drohen bekommen sie von der DB auch kein vernünftiges Angebot, siehe das Angebot der DB (und das obwohl es jetzt schon nen massiven Nachwuchsmangel gibt, der der DB aber offensichtlich völlig egal ist)\n\n> Und als das erste mal im November gestreikt wurde, haben die gestreikt bevor ! Verhandelt wurde. Das macht auch total Sinn, die Verhinderung für gescheitert zu erklären bevor überhaupt verhandelt wurde.\n\nDas ist falsch, das war nach Start der Verhandlungen. Die Verhandlungen, die die DB übrigens trotz Angebot der GDL nicht führen wollte, so lange die GDL gar nicht streiken durfte",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "positive",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "negative",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "positive",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "negative",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "ke224yr",
      "score": "18",
      "created": "2023-12-19 17:56",
      "author": "fixesLots",
      "body": "Das Auto ist halt leider alternativlos",
      "branches": [
        {
          "id": "ke23vtf",
          "score": "-13",
          "created": "2023-12-19 18:07",
          "author": "billyLucy",
          "body": "Ach, ich kann seit vielen Jahren ganz gut ohne.\n\nDas gesparte Geld habe ich in Hightech-Aktien und Bitcoin gesteckt.",
          "branches": [
            {
              "id": "ke255b0",
              "score": "13",
              "created": "2023-12-19 18:14",
              "author": "henryHints",
              "body": "Ich mach es seit 2 Jahren und bin stellenweise schon am fluchen. Meine Bahnstrecke hatte die letzten Monate eine Pünktlichkeitsquote von 37% ohne dass ausgefallene Züge da mit drin waren. Da vermisse ich das Auto zum Teil schon.",
              "branches": [
                {
                  "id": "ke27a0k",
                  "score": "-2",
                  "created": "2023-12-19 18:27",
                  "author": "billyLucy",
                  "body": "Bahnfahrten sind nicht immer lustig.\n\nAber das monatlich gesparte Geld war und ist schon toll.",
                  "branches": [
                    {
                      "id": "ke27kpp",
                      "score": "4",
                      "created": "2023-12-19 18:29",
                      "author": "henryHints",
                      "body": "Definitiv. Halt die Balance von Kosten und Komfort. Noch bin ich mir nicht sicher was gewinnt. Tendenz geht aber schon zu \"Geld haben ist toll\"",
                      "branches": [
                        {
                          "id": "ke27yy8",
                          "score": "-5",
                          "created": "2023-12-19 18:31",
                          "author": "billyLucy",
                          "body": "Geld investieren und beim wachsen des Investments zuschauen ist noch toller (meine persönliche Erfahrung)",
                          "branches": [
                            {
                              "id": "ke3lu10",
                              "score": "2",
                              "created": "2023-12-19 23:30",
                              "author": "sideBadly",
                              "body": "Yo, Auto fahren ist noch besser. Guckste dein Depot an wenn du mal wieder an 'nem verregneten Dezembertag 2h auf die Bahn wartest und der Anschluss ausfällt?",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "positive"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                },
                {
                  "id": "ke2qtgo",
                  "score": "-4",
                  "created": "2023-12-19 20:23",
                  "author": "routeLions",
                  "body": "Wobei Pünktlichkeit auch so ein Ding ist, bei dem komische Anforderungen gestellt werden. Niemand erwartet vom Auto minutengenau pünktlich zu sein, aber wehe der Zug kommt am Ziel 7 Minuten zu spät an.",
                  "branches": [
                    {
                      "id": "ke3m266",
                      "score": "2",
                      "created": "2023-12-19 23:31",
                      "author": "sideBadly",
                      "body": "Ach, hast du schonmal mit 'nem Auto den Anschlusszug verpasst? Fürchterliches Argument",
                      "branches": [
                        {
                          "id": "ke4h2tb",
                          "score": "1",
                          "created": "2023-12-20 03:02",
                          "author": "routeLions",
                          "body": "Ob ich aufgrund von ner Brückensperrung ne Stunde Umweg fahre oder ne Stunde auf den Anschlusszug warte unterscheidet sich nur insofern, als dass ich mich in der Wartezeit irgendwo hinchillen kann und keinen zusätzlichen Treibstoff verbrauche.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        },
                        {
                          "id": "ke4hnj5",
                          "score": "-1",
                          "created": "2023-12-20 03:06",
                          "author": "routeLions",
                          "body": "Ich nicht, aber Freunde von mir mussten tatsächlich mal 2 Stunden auf den nächsten freien Platz im Eurotunnel warten.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "ke26b2m",
              "score": "5",
              "created": "2023-12-19 18:21",
              "author": "fixesLots",
              "body": "Hightech-Aktien und Bitcoin bringen dich wie genau von A nach B?",
              "branches": [
                {
                  "id": "ke26x5a",
                  "score": "3",
                  "created": "2023-12-19 18:25",
                  "author": "billyLucy",
                  "body": "Bus, Bahn, Fahrrad und Füße bringen mich von A nach B\n\nund Hightech-Aktien und Bitcoin bringen mich zum Privatier",
                  "branches": [
                    {
                      "id": "ke2gllm",
                      "score": "6",
                      "created": "2023-12-19 19:22",
                      "author": "fixesLots",
                      "body": "> und Hightech-Aktien und Bitcoin bringen mich zum Privatier\n\nLottogewinne auch. Wär jetzt trotzdem nicht meine Altersvorsorge.",
                      "branches": [
                        {
                          "id": "ke2ordt",
                          "score": "1",
                          "created": "2023-12-19 20:11",
                          "author": "billyLucy",
                          "body": "Es war auch nicht fürs Alter gedacht. Die Gewinne kamen deutlich schneller.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke27izf",
              "score": "1",
              "created": "2023-12-19 18:28",
              "author": "urlsMalta",
              "body": "Es ging auch lange deutlich besser aber die letzten 2-3 Jahre ist die Bahn schon, auch ganz Streikunabhängig, schon echter Rotz geworden.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke26vjs",
          "score": "4",
          "created": "2023-12-19 18:24",
          "author": "voteMesh",
          "body": "Zum Glück gibt es keine kilometerlange Staus in denen man festhängen kann.",
          "branches": [
            {
              "id": "ke27n62",
              "score": "20",
              "created": "2023-12-19 18:29",
              "author": "fixesLots",
              "body": "Immerhin kommt man nahezu garantiert mit maximal ein paar Stunden Verspätung an und muss  keine Reisen unbefristet verschieben",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke28zqv",
              "score": "33",
              "created": "2023-12-19 18:37",
              "author": "fitCat",
              "body": "Das passiert mir tatsächlich extrem selten, vielleicht zweimal pro Jahr, obwohl ich fast 20k Kilometer fahre.\n\nMit der Bahn hatte ich jede Woche Chaos.",
              "branches": [
                {
                  "id": "ke2abt9",
                  "score": "1",
                  "created": "2023-12-19 18:45",
                  "author": "voteMesh",
                  "body": "Und bei mir war es anders herum. Wenn man irgendwo mit dem Auto hinfährt ständig durch Unfall&Baustellen ellenlange Staus über Stunden und mit der täglichen Bahnreise nie Probleme. Wer hat jetzt Recht?",
                  "branches": [
                    {
                      "id": "ke2dnwd",
                      "score": "-10",
                      "created": "2023-12-19 19:05",
                      "author": "sorryLines",
                      "body": "Nee, die Bahn sagt sie ist um 13:37 da, wenn die 5 Minuten zu spät kommt ist das ein Staatseklat, kann man nie wieder nehmen.\n\nMit dem Auto ist meine Ankunftszeit \"später Nachmittag\", da passt dann alles zwischen 15:00 und 18:00",
                      "branches": [
                        {
                          "id": "ke2g8am",
                          "score": "16",
                          "created": "2023-12-19 19:20",
                          "author": "fixesLots",
                          "body": "Mit dem Auto muss ich keinen Anschluss erwischen und das fällt auch deutlich seltener kurzfristig aus als die Bahn.",
                          "branches": [
                            {
                              "id": "ke3cvr4",
                              "score": "6",
                              "created": "2023-12-19 22:36",
                              "author": "poolMpeg",
                              "body": "Boar krieg schon Hass wenn ich Anschluss kriegen nur lese. \nBei mir nen Anschluss zu kriegen ist ein 8 tes Weltwunder. \nMein Bis hat es morgens mal geschafft 10, fucking 10 min zu spät zu sein um 7 Uhr morgens!!\n\nWie die das schafft weiß ich nicht.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        },
                        {
                          "id": "ke2h4f4",
                          "score": "2",
                          "created": "2023-12-19 19:25",
                          "author": "mereMeets",
                          "body": "War halt Stau ne.\n\nKann man nix machen ist gottgegeben.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "positive"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke29oju",
          "score": "-2",
          "created": "2023-12-19 18:41",
          "author": "thumbHard",
          "body": "Man kann auch ein Drama draus machen. Bei uns lief das Notprogramm an den letzten Streiktagen sehr stabil.",
          "branches": [
            {
              "id": "ke3dwuz",
              "score": "3",
              "created": "2023-12-19 22:42",
              "author": "poolMpeg",
              "body": "Welche Notprogramm ? \nDas gab es die letzten Streiktage ? \n\nDarf ich fragen wo du wohnst, das ihr ein Notprogramm der Bahn hattet ?",
              "branches": [
                {
                  "id": "ke5at64",
                  "score": "1",
                  "created": "2023-12-20 07:03",
                  "author": "thumbHard",
                  "body": "Im Bereich der Münchner S-Bahn.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke2dhfm",
          "score": "14",
          "created": "2023-12-19 19:04",
          "author": "elderTied",
          "body": "Das ist halt so ein Allgemeinposten ohne jede Aussagekraft. Klar, für bestimmte Lebensentwürfe ist das Auto alternativlos und wird es auch immer sein, weil der Entwurf komplett darauf ausgerichtet ist. Ebenso für viele Berufe.\n\nAber es ist eben lange nicht für *alle* alternativlos. Ich zB habe kein Auto, brauche auch keins und bin tatsächlich froh darüber, weil es mich viel zu sehr stressen würde.",
          "branches": [
            {
              "id": "ke2e7lm",
              "score": "15",
              "created": "2023-12-19 19:08",
              "author": "fixesLots",
              "body": "Ich selbst hab tatsächlich auch kein Auto, aber müsste mir trotzdem eins anschaffen, wenn nicht genügend Leute in meinem Umfeld eins hätten. Sei es wegen Streik, SEV, schlechter Bahnanbindung oder weiß der Geier. Es ist einfach erbärmlich, wie schlecht der ÖP(N)V in einem großen Teil des Landes funktioniert.",
              "branches": [
                {
                  "id": "ke2hei9",
                  "score": "1",
                  "created": "2023-12-19 19:27",
                  "author": "elderTied",
                  "body": "Der ÖPNV ist beschissen, keine Frage. Aber was willst du denn überhaupt aussagen, wenn du jetzt schon kommst mit „ich hab gar kein Auto“? Dass es Situationen gibt im Leben wo der Zugriff auf ein Auto massiv hilfreich ist wird niemand bestreiten, und das wäre selbst dann so wenn der ÖPNV gut wäre.",
                  "branches": [
                    {
                      "id": "ke2ivmw",
                      "score": "6",
                      "created": "2023-12-19 19:36",
                      "author": "fixesLots",
                      "body": "Ich wollte primär meinen Unmut darüber zum Ausdruck bringen, wie beschissen der Personenverkehr läuft.",
                      "branches": [
                        {
                          "id": "ke3djtn",
                          "score": "1",
                          "created": "2023-12-19 22:40",
                          "author": "poolMpeg",
                          "body": "Genau und dann streiken die. \nWeil der Betrieb sonst so astrein läuft. \nUnd ich wohne zusätzlich noch auf dem Land. \n\nUnd dann wundern die sich warum die Leute etwas angepisst darüber sind. Und ich bin eig Befürworterin von jeglichen Streiks.",
                          "branches": [
                            {
                              "id": "ke6r9id",
                              "score": "1",
                              "created": "2023-12-20 16:09",
                              "author": "latinExtra",
                              "body": "> Und ich wohne zusätzlich noch auf dem Land. \n\nOh naim! Du armer, armer Landbewohner.\n\nDies' gejammer geht mir ech nur noch auf den Sack. Egal was ist: AbEr IcH wOhNe DoCh AuF dEm LaNd. Interessiert halt echt keine Sau. Is' doch klar, dass es am Arsch der Welt nicht so gute Infrastruktur wie in der Stadt gibt. Immer sagen wie geil günstig es doch auf dem Land ist, aber wenn sich dann zeigt *warum* das so ist nur am heulen.",
                              "branches": [
                                {
                                  "id": "ke6xa1u",
                                  "score": "1",
                                  "created": "2023-12-20 16:47",
                                  "author": "poolMpeg",
                                  "body": "Seit wann ist es günstig auf dem Land zu wohnen ? \nHoer sind die Mieten fast genauso hoch wie in ner Großstadt. Hast halt keine Ahnung worüber du sprichst. \n\nTja ich darf mich beschweren, weil es für mich keine Alternativ gibt. Ich fahr mit der Bahn oder bleibe zuhause. Ich kann halt nicht mal eben auf die S Bahn umsteigen. \nWenn hier nen Bus fährt dann ist es ein wunde rund dann jede Stunde oder alle 2 Stunden. Da haben die Städter immer was zusagen ist ja auch schwer wenn man Max 5 min warten muss.",
                                  "branches": [
                                    {
                                      "id": "ke6xdm7",
                                      "score": "1",
                                      "created": "2023-12-20 16:48",
                                      "author": "poolMpeg",
                                      "body": "Abgesehen davon hab ich mir nicht ausgesucht auf dem Land zu wohnen, bin hier halt geboren.",
                                      "branches": [
                                        {
                                          "id": "ke6zhwu",
                                          "score": "2",
                                          "created": "2023-12-20 17:01",
                                          "author": "audioDog",
                                          "body": "also Bürger zweiter Klasse /s",
                                          "branches": [],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "neither"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "positive"
                                    },
                                    {
                                      "id": "kebw6uh",
                                      "score": "1",
                                      "created": "2023-12-21 16:02",
                                      "author": "latinExtra",
                                      "body": "Gibt hier ja genuch von euch Landeiern (oder solchen die sich dafür halten) die hier aufsclagen und einen auf dicke Hose machen wie geil günstig es doch auf dem Land ist. Naja, außer denen, die zu nah an einer Großstadt wohnen. Ist dann wohl nicht tief genug im Arsch der Welt.\n\n> wenn man Max 5 min warten muss\n\nDie S-Bahn fährt in den meisten Städten auch nicht alle 5 Minuten. Aber hauptsache erstmal anderen was von keine Ahnung haben in die Kommentare kotzen. \n\nUnd ehrlich gesagt ist es mir scheißegal was ihr auf dem Land veranstaltet. Aber dieses ständige gejammer kotzt nurnoch an. Zieh halt in eine Stadt, wenn es auf dem Land doch sooooooo schlimm ist.",
                                      "branches": [
                                        {
                                          "id": "kebzi09",
                                          "score": "1",
                                          "created": "2023-12-21 16:23",
                                          "author": "poolMpeg",
                                          "body": "Also erstmal bin ich kein Landei. Und ich weiß ja nicht mit welchen Menschen du dich hier so umgibst, aber ich kenne keine Menschen die sowas sagen. \n\nUnd doch es gibt genug Stecken in Großstädten zb. Hamburg wo die s/ U-Bahn alle 5-10 min kommt. Ich war dort selber unterwegs, also ja ich habe sehr wohl recht. \n\nIch persöhnlich würde nie in die Stadt ziehen, weil dann musste ich mich ja mit Menschen wie dir abgeben. Ja ne danke. Da fahr ich lieber mit der Bahn die nicht kommt. Typisch Städter eben. \n\n Ach und wenn es dich nicht interessiert was wir hier veranstaltet, versteh ich gar nicht warum du mir so freudig antwortest.",
                                          "branches": [
                                            {
                                              "id": "kec0z8u",
                                              "score": "1",
                                              "created": "2023-12-21 16:33",
                                              "author": "latinExtra",
                                              "body": "Ich antworte zwischendurch weil ich Spaß daran habe. Ü  \nGibt zwar genug anderes hier zu tun, gestern abend war ich z.B. im Kino, und, oh Schreck, ich bin mit dem ÖPNV pünktlich und zuverlässig hin und wieder weg gekommen, aber Spaß macht es doch auch.\n\nAch, auf einmal wird aus der S-Bahn (von der ich nie behauptet habe sie würde nirgends (!) alle 5 Minuten fahren) dann auf einmal auchnoch die U-Bahn mit einbezogen, die in aller Regel tatsächlich alle 10 Minuten fährt (was allerdings immernoch nur halb so oft ist wie alle 5 Minuten, wobei es auch Strecken gibt wo auch die U-Bahn alle 5 Minuten fährt).\n\nUnd als Städter bin ich *wirklich* sehr froh, dass Leute wie du nicht in die Stadt ziehen. Sonst wird wieder gegen den Spielplatz geklagt. Oder die Kneipe.",
                                              "branches": [],
                                              "isTopLevel": false,
                                              "stanceOnSubmission": "neither",
                                              "stanceOnParent": "negative"
                                            }
                                          ],
                                          "isTopLevel": false,
                                          "stanceOnSubmission": "neither",
                                          "stanceOnParent": "negative"
                                        }
                                      ],
                                      "isTopLevel": false,
                                      "stanceOnSubmission": "neither",
                                      "stanceOnParent": "neither"
                                    }
                                  ],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "negative",
                          "stanceOnParent": "positive"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke2dxqt",
          "score": "2",
          "created": "2023-12-19 19:06",
          "author": "routeLions",
          "body": "Komisch, hier im Haus hat niemand einen Führerschein und trotzdem kommen wir alle irgendwie durchs Leben, durchs Land und durch den Urlaub.",
          "branches": [
            {
              "id": "ke2egbb",
              "score": "16",
              "created": "2023-12-19 19:09",
              "author": "fixesLots",
              "body": "Wenn man flexibel ist und nicht gerade zu einer bestimmten Zeit an einem bestimmten Ort sein muss, geht es ohne. Ansonsten nicht. Teilweise wird ja leider schon der bestimmte Ort zu einem Problem und es scheitert nicht mal nur an der Zeit.",
              "branches": [
                {
                  "id": "ke2qde8",
                  "score": "3",
                  "created": "2023-12-19 20:20",
                  "author": "routeLions",
                  "body": "Klar ist ein Auto etwas flexibler, aber auch damit fährt man nicht erst genau dann los, wenn es unter Optimalbedingungen gerade noch reicht, sondern plant etwas Puffer mit ein.\n\nZwischen \"man ist damit flexibler\" und \"alternativlos\" gibt es zum Glück noch ein paar Schattierungen.",
                  "branches": [
                    {
                      "id": "ke310io",
                      "score": "14",
                      "created": "2023-12-19 21:24",
                      "author": "msgidRipe",
                      "body": "Glaube das ist tatsächlich ein wichtiger Punkt - die meisten mit Auto kennen ihre Strecken und fahren schon eher recht knapp los, weil zumindest der gefühlte Einfluss noch höher ist wenn man das Fahrzeug selber steuert und etwas unvorhergesehenes passiert. \n\nBei der Bahn ist man dementgegen quasi \"ausgeliefert\", wenns klemmt kommt man nur zu deren Regeln (oder für unverhältsnismäßig viel Geld) überhaupt weiter. Und deren Regeln / Verhalten / Vorhersehbarkeit ist halt 100% intransparent.\n\nSolche Fragen wie \"komme ich heute überhaupt noch irgendwo an oder muss ich mir in $unbekannterStadtX jetzt n Hotel suchen was Zimmer frei hat\" stellt man sich im Verhältnis mit dem Auto halt doch deutlich seltener. \n\n...sagt jemand der beim Auto immer echt wenig Puffer einplant, aber auch sehr gerne Bahn fährt anstattdessen, und es dann genießt nicht selber fahren zu müssen :)",
                      "branches": [
                        {
                          "id": "ke389h1",
                          "score": "1",
                          "created": "2023-12-19 22:08",
                          "author": "hintGeek",
                          "body": "> die meisten mit Auto kennen ihre Strecken und fahren schon eher recht knapp los, weil zumindest der gefühlte Einfluss noch höher ist wenn man das Fahrzeug selber steuert und etwas unvorhergesehenes passiert.\n\nDas sind dann die Leute, die für (wenn überhaupt) Ersparnisse im zweistelligen Sekundenbereich Überhol- und Abbiegemanöver an den Tag legen, die auch ganz schnell mal mit einer Ankunft im Krankenhaus oder auf dem Friedhof enden können - und häufig genug ja nicht mal für sich selbst.",
                          "branches": [
                            {
                              "id": "ke3ji3q",
                              "score": "7",
                              "created": "2023-12-19 23:15",
                              "author": "msgidRipe",
                              "body": "Nee, so war das nicht unbedingt gemeint, die Sorte gibts zwar auch, aber ich mein eher so ein Szenario wie z.B. bei mir persönlich eine Strecke zu einem grob 100km entfernten Ort wo ich häufiger hin muss - also gut kenne.\n\nDiese Fahrt dauert im Auto zwischen 1:15h (best case) und 1:30 (worst case ohne Panne, mit Stau) bei normalem Fahrstil, also fahr ich frühestens 1,5h vorher los. Wenns eng ist auch mal eher 1:20 vorher. Im schlimmsten Fall komm ich dann halt 10 min zu spät an. Panne mal ausgenommen, die kommt dann doch deutlich seltener vor als Bahnprobleme...\n\nDie gleiche Strecke mit der Bahn hat grob 1:45h Fahrzeit mit einem Umstieg. Das wär für mich soweit komplett akzeptabel, ich kann in der Zeit arbeiten, entspannen oder wasauchimmer, Dinge wegen denen ich eigentlich gerne Bahn fahre halt.\n\nWenn ich jetzt aber die Kriterien von oben vom Auto anlege (pünktlich bis max. 10 min zu spät) müsste ich eigentlich eine Verbindung früher fahren (1h Takt), um die Kriterien definitiv zu schaffen, Gesamtzeit also 2:45h.   \nDas puffert aber erstmal nur sowas wie moderate Verspätung und/oder Anschluss verpasst, aber nicht den Fall von \"Zug fällt aus\" oder Streckensperrung, dauert also doppelt so lang und ist immer noch unsicherer. \n\nZumindest bei mir führt das dann dazu dass ich bei Fahrten bei denen ich eigentlich echt gerne die Bahn nehmen würde aus \"Sicherheitsgründen\" dann doch im Auto sitze...",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "neither"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "neither"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "positive"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke3lkli",
              "score": "3",
              "created": "2023-12-19 23:28",
              "author": "usbBug",
              "body": "Kommt stark drauf an, wo du lebst. Die Qualität der Infrastruktur der Bahn unterscheidet sich stark in den verschiedenen Bundesländern.",
              "branches": [
                {
                  "id": "ke4hb7h",
                  "score": "1",
                  "created": "2023-12-20 03:04",
                  "author": "routeLions",
                  "body": "Das stimmt absolut!\n\n\"Alternativlos\" bedeutete aber, dass es nirgendwo eine Option ist und... nun ja, da sprechen 3 berufstätige Leute in ihren 30ern ohne Auto und Führerschein halt ziemlich eindeutig dagegen :)",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke2ex57",
          "score": "4",
          "created": "2023-12-19 19:12",
          "author": "calmShell",
          "body": "\\*Für Leute, bei denen DB Züge die einzige Alternative zum Auto sind.",
          "branches": [
            {
              "id": "ke2f8kr",
              "score": "13",
              "created": "2023-12-19 19:14",
              "author": "fixesLots",
              "body": "Im Fernverkehr hat die DB nunmal ein Quasi-Monopol. Das Angebot von Flixtrain ist immer noch ein schlechter Witz, Fernbusse tu ich mir auch nicht an.",
              "branches": [
                {
                  "id": "ke3q3xr",
                  "score": "1",
                  "created": "2023-12-19 23:57",
                  "author": "pennyStore",
                  "body": "Ich bin früher viel die Post Busse gefahren. Die waren echt super.\nAber seit es quasi nur noch FlixBus gibt fahre ich auch kein Fernbus mehr.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke2f9l2",
          "score": "-4",
          "created": "2023-12-19 19:14",
          "author": "selfLose",
          "body": "Weil es einmal im Jahr vielleicht ein Streik gibt. Okeeeeee",
          "branches": [
            {
              "id": "ke2fu17",
              "score": "17",
              "created": "2023-12-19 19:18",
              "author": "fixesLots",
              "body": "Ist halt nicht der einzige Grund, aber einer von vielen. Wobei es ja auch nicht nur einmal im Jahr von einer Gewerkschaft einen Streik gibt, sondern sich das immer schön verteilt und mal den Nahverkehr betrifft, mal die Stellwerke, mal den Fernverkehr der DB für unbefristete Zeit. Die generelle Unzuverlässigkeit kommt ja noch dazu. Wenn man fest planen muss, dann wird das nichts.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke3qrg9",
              "score": "1",
              "created": "2023-12-20 00:02",
              "author": "pennyStore",
              "body": "Das ist jetzt aber auch polemischer Quatsch.\nDie Bahn fährt im. Sommer nicht weil es heiss ist. Im Herbst liegt Laub, Äste und Bäume. Im Winter Schnee und es ist kalt. Im Frühling zu viele Pollen.\nDazwischen Streiks und der normale Bahn Wahnsinn.\n\nUnd komm jetzt bloss nicht mit /s vergessen 🙄",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke22h8w",
      "score": "53",
      "created": "2023-12-19 17:58",
      "author": "fundCarry",
      "body": "Ich weiß, ich werde fluchen, da ich selbst sehr oft Bahn fahre (fahren muss!) aber meine Unterstützung haben sie voll und ganz. Das mit den Boni bei der Qualität war einfach nur noch zum kotzen.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke22iii",
      "score": "-11",
      "created": "2023-12-19 17:58",
      "author": "sbjctBall",
      "body": "Hoffentlich sind sie so nett und haben im Sinn dass Hessen noch ne Woche länger Ferien hat. Ab Mitte Januar können sie von mir aus dann streiken bis sich die Balken biegen.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke22zbm",
      "score": "117",
      "created": "2023-12-19 18:01",
      "author": "chenExist",
      "body": "Hallo Öffentlicher Dienst, so müsst ihr abstimmen wenn ihr nicht ständig abgespeist werden wollt, bitte für die Zukunft merken, danke.",
      "branches": [
        {
          "id": "ke248fo",
          "score": "-14",
          "created": "2023-12-19 18:09",
          "author": "poloGps",
          "body": "Leider können wir kein ganzes Land in Geiselhaft nehmen so wie die GDL, um unsere Forderungen durchzusetzen. Wenn unsere Bauvorhaben langsamer fertig werden, weil wir streiken, dann schimpfen zwar alle auf den öffentlichen Dienst, aber das tun sie dank chronisch unterbesetzter Stellen ja sowieso. Wenn es doch irgendeine Möglichkeit gäbe, den öffentlichen Dienst attraktiver zu gestalten ...",
          "branches": [
            {
              "id": "ke27v2i",
              "score": "24",
              "created": "2023-12-19 18:30",
              "author": "sorryLines",
              "body": ">Leider können wir kein ganzes Land in Geiselhaft nehmen so wie die GDL, um unsere Forderungen durchzusetzen. \n\nkomplett wilde these",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            },
            {
              "id": "ke2w8vo",
              "score": "5",
              "created": "2023-12-19 20:56",
              "author": "wiresVid",
              "body": ">Wenn unsere Bauvorhaben langsamer fertig werden, weil wir streiken, dann schimpfen zwar alle auf den öffentlichen Dienst\n\nDu meinst, so wie du hier tust?\n\n>Leider können wir kein ganzes Land in Geiselhaft nehmen so wie die GDL",
              "branches": [
                {
                  "id": "ke2wpd8",
                  "score": "1",
                  "created": "2023-12-19 20:58",
                  "author": "poloGps",
                  "body": "Ich meine, was ich schreibe, ja. Oder was war die Frage?",
                  "branches": [
                    {
                      "id": "ke314v9",
                      "score": "2",
                      "created": "2023-12-19 21:25",
                      "author": "wiresVid",
                      "body": "Eher ein Hinweis.\n\nIn Geiselhaft nimmt uns die DB sowie der Besitzer - die Bundespolitik. Die ist nämlich für den Kackladen verantwortlich.",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "neither"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "negative",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke2fi31",
          "score": "47",
          "created": "2023-12-19 19:16",
          "author": "hintGeek",
          "body": "Da muss nicht nur abgestimmt werden, sondern auch der Organisationsgrad da sein. Bringt halt nichts, wenn dann schlussendlich drei traurige Leute vor dem Rathaus stehen…",
          "branches": [
            {
              "id": "ke2gfsw",
              "score": "12",
              "created": "2023-12-19 19:21",
              "author": "burstCabin",
              "body": "Also, ich sag mal so: wenn der Öffi streikt, merkt das kaum jemand.",
              "branches": [
                {
                  "id": "ke2h37p",
                  "score": "26",
                  "created": "2023-12-19 19:25",
                  "author": "hintGeek",
                  "body": "Spätestens wenn halt etliche Vorhaben mit direktem Kundenbezug liegen bleiben, merkt man das sehr wohl. Von den streikenden angestellten Lehrern, über die Erzieher, bis hin zu insbesondere Bau-, Straßen- und Ordnungsbehörden. Leider hat die schlechte Verhandlungsmasse ja mittlerweile auch zu einem Sammelsurium an Tarifverträgen im öD geführt (die Müllabfuhr ist komplett eigenständig unterwegs), sodass Teile der Masse ungenutzt verpuffen. Aber das Potential ist da.",
                  "branches": [
                    {
                      "id": "ke2tl63",
                      "score": "9",
                      "created": "2023-12-19 20:40",
                      "author": "craftFive",
                      "body": "Naja Problem ist halt auch, dass in vielen Stellen sehr viele Beamte sind. Die können halt nicht streiken und so sind die Auswirkungen eher gering im Vergleich zur Bahn",
                      "branches": [
                        {
                          "id": "ke3734u",
                          "score": "3",
                          "created": "2023-12-19 22:01",
                          "author": "hintGeek",
                          "body": "Sie können aber genauso Gewerkschaftsmitglieder sein, und damit das Streikgeld der anderen Mitglieder mitfinanzieren und außerdem zählen sie dann sehr wohl auch in den Organisationsgrad mit hinein, den die Verhandlungskommission für die Tarifverhandlungen ansetzt. Solidarität funktioniert eben in beide Richtungen (die Besoldung der Beamten wird an vielen Stellen ja am Tarifvertrag ausgerichtet).",
                          "branches": [
                            {
                              "id": "ke39foa",
                              "score": "4",
                              "created": "2023-12-19 22:15",
                              "author": "craftFive",
                              "body": "Ja klar das sowieso aber z.B in meinem Amt sind ca. 85% Beamte. Wenn jeder Tarifbeschäftigte Streik kann man trotzdem noch nicht genug Druck aufbauen. Die Arbeit wir ja dann doch iwie gemacht und von außen merkt man nichts vom Streik.",
                              "branches": [
                                {
                                  "id": "ke3a607",
                                  "score": "3",
                                  "created": "2023-12-19 22:19",
                                  "author": "hintGeek",
                                  "body": "Dein Amt stellt aber wirklich nicht die Mehrheit der verschiedenen Bereiche des öffentlichen Dienstes dar. Die einzigen die dahingehend wirklich so gefickt sind, sind Polizisten und Lehrer.",
                                  "branches": [],
                                  "isTopLevel": false,
                                  "stanceOnSubmission": "neither",
                                  "stanceOnParent": "negative"
                                }
                              ],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "positive"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke6874u",
                  "score": "1",
                  "created": "2023-12-20 13:44",
                  "author": "groupWork",
                  "body": "Nenn mich naiv, aber bei der TVL Verhandlung hätte ich in den Raum geworfen zB die Unis mit einer Woche Frist vor den Klausuren mal drei Wochen zu schließen oder die Unikliniken nur noch auf Mindestbetrieb laufen zu lassen. Druckmittel wären schon da, nur der Wille nicht.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke2vz3z",
          "score": "-9",
          "created": "2023-12-19 20:54",
          "author": "choGsm",
          "body": "Sorry, ich kenn leute im höheren ÖD, gibt einen grund warum die in der Wirtschaft keiner will und mit 70000 im Jahr kommt man gut aus.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke36431",
          "score": "8",
          "created": "2023-12-19 21:55",
          "author": "welshPools",
          "body": "Es braucht halt auch den Impact dahinter. Wenn die Bahn fünf bis sieben Tage Streikt sind die Supermärkte leer und in den Fabriken stehen die Bänder. Wenn das die Müllabfuhr macht stinks, bei Lehrern ist wieder Homeschooling wie bei Corona angesagt und bei der Verwaltung entfallen dann Termine für neue Ausweise. Alles nicht schön, aber dieses Level an Möglichkeiten für Arbeitskampf hat (außer vielleicht noch die Luftfahrt) einfach keine andere Branche.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke27lb4",
      "score": "3",
      "created": "2023-12-19 18:29",
      "author": "glassCurve",
      "body": "Was ein Glück für den Vorstand, dass die Bonuszahlungen schon überwiesen sind",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke28b2n",
      "score": "-37",
      "created": "2023-12-19 18:33",
      "author": "groveSalon",
      "body": "Weselsky braucht einen neuen Dienstwagen. Hätte der ein ernsthaftes Interesse an der Verbesserung der Situation dann würde erst Recht Weihnachten gestreikt.\nAber so will er nur das nächstes Jahr die Gehälter und damit die abzuführenden Gelder für die GDL steigern. Daran denken die Gewerkschaftsmitglieder nicht, mehr Gehalt= höhere Beiträge.",
      "branches": [
        {
          "id": "ke2c3et",
          "score": "23",
          "created": "2023-12-19 18:55",
          "author": "bowlJanet",
          "body": "Gotteswillen, selten so einen Schwachsinn gelesen.",
          "branches": [
            {
              "id": "ke2uag9",
              "score": "-13",
              "created": "2023-12-19 20:44",
              "author": "groveSalon",
              "body": "Gibt es dafür auch konstruktive Aussagen?",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "neither"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke2gf3i",
          "score": "3",
          "created": "2023-12-19 19:21",
          "author": "hintGeek",
          "body": "Dir ist schon bewusst, dass die Mitglieder den Beitrag direkt zahlen (entweder selbst oder per Lastschrift)? Wenn es darum ginge höhere Beiträge zu bekommen, wäre das auch für die Gewerkschaft sofort besser.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke2ijcm",
          "score": "8",
          "created": "2023-12-19 19:34",
          "author": "lynnAct",
          "body": "Oder oder, er will die gesamtbevölkerung nicht komplett durchnehmen. Denn viele studierende etc müssen weihnachten mit der Bahn durch das Land um die Familie zu sehen.\n\nAber sowas kann nicht sein es muss immer das kurzfristige eigeninteresse im Vordergrund stehen",
          "branches": [
            {
              "id": "ke2ulpl",
              "score": "-8",
              "created": "2023-12-19 20:46",
              "author": "groveSalon",
              "body": "Der Typ hat eben in der Tagesschau ganz klar gesagt dass sich der Streik gegen die Kunden richtet.\n\nIch dachte immer das es gegen den Arbeitgeber geht. \n\nSo kann man sich irren.",
              "branches": [
                {
                  "id": "ke31c8z",
                  "score": "11",
                  "created": "2023-12-19 21:26",
                  "author": "fundCarry",
                  "body": "Wie alle wegen dem Kommentar durchdrehen... natürlich wirds härter für die Kunden, natürlich ist das scheisse, ist aber der einzig wirksame Weg wenn man dem Arbeitgeber, der am meisten von den Kunden profitiert, Druck machen will... meine Unterstützung haben sie, als Kunde.",
                  "branches": [
                    {
                      "id": "ke33fvw",
                      "score": "-3",
                      "created": "2023-12-19 21:39",
                      "author": "groveSalon",
                      "body": "Du bist garantiert kein Wochenspender. Also laber nicht rum.",
                      "branches": [
                        {
                          "id": "ke35t0v",
                          "score": "6",
                          "created": "2023-12-19 21:53",
                          "author": "fundCarry",
                          "body": "> Du bist garantiert kein Wochenspender. Also laber nicht rum.\n\nEiskalt erwischt, bin tatsächlich kein Wochenspender",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "neither",
                          "stanceOnParent": "positive"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    },
                    {
                      "id": "ke3h080",
                      "score": "1",
                      "created": "2023-12-19 23:00",
                      "author": "poolMpeg",
                      "body": "Die Bahn gehört dem Bund. \nDie wird von Steuern bezahlt und die meisten Kunden haben nen dauerticket. Verlust macht die Bahn eher weniger \n\nUnd lustig ist das sich Streiks gefühlt nie gegen den saftladen sondern gegen die Kunden richten . Weil sie es auch tun. Die Kunden sind die einzigen die gearscht sind. Ich glaube kaum das es den Bahnvorstand wirklich kratzt wenn die gdl Leute streiken.",
                      "branches": [
                        {
                          "id": "ke3q3ba",
                          "score": "3",
                          "created": "2023-12-19 23:57",
                          "author": "fundCarry",
                          "body": "Die Frage ist halt, wo will man ansetzen, wenn man 100% Rücksicht auf die Kunden nehmen will? Dass die allermeisten Leute/Kunden die Boni-Zahlungen für \"tolle Leistungen\" als einen absoluten Witz betrachten, ist ja bekannt. Da ist es von der GDL schon der richtige Zeitpunkt um zumindest teilweise bisschen Rückhalt von der Bevölkerung zu haben. \nMein Bereich hat Frühjahr dieses Jahres gestreikt, ich war um jeden froh der zumindest etwas Verständnis gezeigt hat. Wurde man während Corona noch als \"Systemrelevant\" beklatscht, wird man ausgebuht, wenn es darum geht, für dich, deine Kollegen und letztendlich auch deinen Kunden bessere Bedingungen (z.B. als Pflegepersonal) zu erkämpfen.",
                          "branches": [],
                          "isTopLevel": false,
                          "stanceOnSubmission": "positive",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "negative",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke3hv7i",
                  "score": "4",
                  "created": "2023-12-19 23:05",
                  "author": "lynnAct",
                  "body": "Junge junge du trollst doch oder?\n\nKlar die GDL streikt weil sie die Kunden ärgern möchte",
                  "branches": [
                    {
                      "id": "ke4blyz",
                      "score": "-2",
                      "created": "2023-12-20 02:24",
                      "author": "groveSalon",
                      "body": "Alter, du guckst keine Tagesschau oder? Weselsky hat dort klar gesagt, das es gegen die Kunden geht.",
                      "branches": [
                        {
                          "id": "ke50k8b",
                          "score": "3",
                          "created": "2023-12-20 05:29",
                          "author": "aptPsi",
                          "body": "Genau, denn man streikt um den Kunden zu ärgern und nicht den Arbeitgeber. Wie man nicht begreifen kann, dass das keine Ansage an Kunden war, sondern schlicht die Realität, das die Kunden halt bei einem Streik am meisten betroffen sind. Und wenn dich das nervt, dass die GDL ja nicht so streikt, dass es den Kunden nicht betrifft, dann beschwer dich beim Streikrecht, denn es gibt keine legale Methode, die die GDL umsetzen könnte, wo der Kunde nicht betroffen ist.",
                          "branches": [
                            {
                              "id": "ke590z8",
                              "score": "-2",
                              "created": "2023-12-20 06:45",
                              "author": "groveSalon",
                              "body": "Lass mich raten , dich betrifft der Streik nicht, darum laberst du hier so einen Scheiss.",
                              "branches": [],
                              "isTopLevel": false,
                              "stanceOnSubmission": "neither",
                              "stanceOnParent": "negative"
                            }
                          ],
                          "isTopLevel": false,
                          "stanceOnSubmission": "positive",
                          "stanceOnParent": "negative"
                        }
                      ],
                      "isTopLevel": false,
                      "stanceOnSubmission": "negative",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "negative",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke3fwcf",
              "score": "1",
              "created": "2023-12-19 22:54",
              "author": "poolMpeg",
              "body": "Viele Studis müssen ab dem 8.01 zur Uni und das auch durchs halbe Land. \nLOL ich studiere an der Uni oldb und wir haben viel Pendler aus Bremen.",
              "branches": [
                {
                  "id": "ke3i3fs",
                  "score": "4",
                  "created": "2023-12-19 23:07",
                  "author": "lynnAct",
                  "body": "Ja klar das es die Pendler treffen wird das ist normal bei einem Streik. Aber ob du weihnachten nicht bei deiner Familie/Freundin/Freund etc verbringen kannst oder ob du nicht zur uni kommst sind halt unterschiede",
                  "branches": [
                    {
                      "id": "ke3ronu",
                      "score": "-1",
                      "created": "2023-12-20 00:08",
                      "author": "poolMpeg",
                      "body": "Das stimmt. \n\nAber die streiken nicht über Weihnachten wegen Nächstenliebe. \n\nAber ich glaube, das ist bekannt ;)",
                      "branches": [],
                      "isTopLevel": false,
                      "stanceOnSubmission": "neither",
                      "stanceOnParent": "negative"
                    }
                  ],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke3yze1",
              "score": "-2",
              "created": "2023-12-20 00:57",
              "author": "kaiDerek",
              "body": "Müssen durchs Land? Ist es lebensnotwendig die Familie zu sehen?",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "ke28rs0",
      "score": "-10",
      "created": "2023-12-19 18:36",
      "author": "swissPeer",
      "body": ">Um den Bahnkonzern als Spielverderber im Tarifstreit hinzustellen, zieht Lokführer-Gewerkschaftsboss Claus Weselsky alle Register. Mit dem Regionalbahn-Betreiber Netinera habe man sich bereits auf die geforderte 35-Stunden-Woche geeinigt, verkündete Weselsky vergangene Woche. Intern räumt er selbst ein, welcher Haken an der Sache ist.\n\nhttps://www.rnd.de/politik/gdl-vor-naechstem-bahnstreik-der-trickreiche-herr-weselsky-P7ZEOMR3TNCXRFOVCPLDZ6TXEA.html",
      "branches": [
        {
          "id": "ke2lbus",
          "score": "8",
          "created": "2023-12-19 19:50",
          "author": "moralIcon",
          "body": "Verkürzt und reißerisches Zitat.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke2942y",
      "score": "21",
      "created": "2023-12-19 18:38",
      "author": "barsJazz",
      "body": "Wie wär’s an dem Tag, an dem die Wiederholungswahl in Berlin ist.",
      "branches": [
        {
          "id": "ke2xlv8",
          "score": "12",
          "created": "2023-12-19 21:04",
          "author": "avoidClay",
          "body": "Naja, die wenigsten brauchen für den Weg zu ihrem Wahllokal üblicherweise ne S-Bahn.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke2b085",
      "score": "43",
      "created": "2023-12-19 18:49",
      "author": "cruzTurbo",
      "body": "Sehr gut! Jeder Berufsstand braucht eine GDL.",
      "branches": [
        {
          "id": "ke2esg2",
          "score": "21",
          "created": "2023-12-19 19:12",
          "author": "calmShell",
          "body": "Die wenigsten Gewerkschaften haben einen ähnlichen Hebel zwischen zu zahlendem Streikgeld und entstehendem Schaden bei nicht einfach zu ersetzendem Personal. Auch wenn die GDL sich selber einfach geil findet - viele ihrer Erfolge liegen schlicht an dem Hebel und allem was dran hängt.",
          "branches": [
            {
              "id": "ke2pf1g",
              "score": "13",
              "created": "2023-12-19 20:15",
              "author": "rootHeel",
              "body": "Aber es wäre auch töricht, den Hebel nicht anzusetzen, wenn man in der selten glücklichen Lage ist, einen zu haben.",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "negative"
            },
            {
              "id": "ke2wh14",
              "score": "17",
              "created": "2023-12-19 20:57",
              "author": "wiresVid",
              "body": "Der Heben liegt ja eigentlich schon in der Bedeutung der Lokführer. Und diese Bedeutung, dieses Nadelöhr, spiegelt sich halt nicht im Gehalt und den Arbeitsbedingungen wieder.\n\nDa fällt der Streik leicht, ja.",
              "branches": [
                {
                  "id": "ke5unb8",
                  "score": "3",
                  "created": "2023-12-20 11:09",
                  "author": "landsEdit",
                  "body": "Ich dachte Personen die enorm wichtig für den Betrieb sind werden auch entsprechend entlohnt. Schließlich ist der Vorstand mit seinen Millionengehältern unabdingbar. \n\nIhnen sind ihre Arbeitnehmer eben [wichtig](https://www.tagesschau.de/investigativ/ndr-wdr/bahn-vorstand-bonus-100.html):\nSpricht man mit Leuten, die die oberste Etage des Bahntowers am Potsdamer Platz schon einmal betreten durften, hört man von einer erlesenen Welt. Hoch über dem Regierungsviertel dinierten hier bis vor wenigen Monaten die Vorstände des Krisenkonzerns, mit eigenem Koch und teuren Weinen. Zutritt nur auf Einladung, so erzählen es Bahnmitarbeiter.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "positive"
            },
            {
              "id": "ke3j308",
              "score": "5",
              "created": "2023-12-19 23:13",
              "author": "pairsBikes",
              "body": "Haben aber auch die Eier, das dann wenigstens durchzuziehen.",
              "branches": [
                {
                  "id": "ke6f8ue",
                  "score": "1",
                  "created": "2023-12-20 14:43",
                  "author": "rideStats",
                  "body": "Ich wünschte, zu meiner Kassiererzeit wären \"wir Supermakrtkassierer\" so drauf gehen. Schön mitten in der Pandemie oder so.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "positive"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "positive",
              "stanceOnParent": "positive"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke2bqic",
      "score": "24",
      "created": "2023-12-19 18:53",
      "author": "blogsDrag",
      "body": "In der Klausurphase werde ich mir wohl einen Kredit für die Taxi/Hotelkosten nehmen müssen.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke2f7ly",
      "score": "-4",
      "created": "2023-12-19 19:14",
      "author": "craigSpace",
      "body": "Die Frage ist, wie lange Streik machen die Angestellten mit. Ein Streiktag ist kein bezahlter Arbeitstag. Die Gewerkschaften haben in der Regel eine Streikkasse. Aber wie lange reicht die?",
      "branches": [
        {
          "id": "ke2ilht",
          "score": "10",
          "created": "2023-12-19 19:34",
          "author": "lynnAct",
          "body": "Anscheinend ist die der GDL voll, was auch immer das heißen mag",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke2jqw3",
          "score": "10",
          "created": "2023-12-19 19:41",
          "author": "feelsMade",
          "body": "Streik Kassen sind unglaublich gut gefüllt, das wird kein Problem sein.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke2ky82",
      "score": "15",
      "created": "2023-12-19 19:48",
      "author": "hellClara",
      "body": "Geil. Gebt es den Gierigen mal so richtig. Hauptsache Bonus über Bonus für die hohen Tiere.\n\nEs muss mal Stress geben.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke2p3f7",
      "score": "-23",
      "created": "2023-12-19 20:13",
      "author": "dreamHash",
      "body": "Das ist Erpressung und nicht mehr. Wer bei der Bahn nicht glücklich ist, kann gehen. Angesichts Fachkräftemangel gibt es aktuell mehr als genug Arbeitsplätze, zwischen denen jeder frei wählen darf.",
      "branches": [
        {
          "id": "ke2rhr8",
          "score": "21",
          "created": "2023-12-19 20:27",
          "author": "citePhp",
          "body": "Herzlichen glühstrumpf du hast herausgefunden wie streiks funktionieren. Und klar könnten sie auch kündigen\nAber die db muss dann so oder soehr zahlen",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "positive"
        },
        {
          "id": "ke2s9jr",
          "score": "9",
          "created": "2023-12-19 20:32",
          "author": "forthEmily",
          "body": "Hier ein leckeres [Rezept für Stiefel](https://www.oetker.de/rezepte/r/nikolausstiefel-fuer-kinder).",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke2zvw8",
          "score": "3",
          "created": "2023-12-19 21:18",
          "author": "fundCarry",
          "body": "Hat da etwa jemand kürzlich aus dem Boni-Topf fressen dürfen?",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "neither"
        },
        {
          "id": "ke38uq9",
          "score": "10",
          "created": "2023-12-19 22:11",
          "author": "hintGeek",
          "body": "> Das ist Erpressung und nicht mehr. \n\nEin Blick ins Grundgesetz würde helfen. Die Koalitionsfreiheit ist ein Grundrecht, und entsprechend die daraus abgeleiteten Rechte genauso.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "ke2tpx3",
      "score": "3",
      "created": "2023-12-19 20:40",
      "author": "davidTapes",
      "body": "So verständlich vielleicht die Forderung nach Lohnerhöhung und Entlastung ist, so sägen sie doch auch am eigenen Ast. Bahnfahren ist jetzt schon leider aus vielen Gründen für viele unattraktiv und es kommt schon ohne Streiks immer wieder zu Ausfällen und Verspätungen. Fahrgäste sind enttäuscht und suchen sich Alternativen. Fahrpreise sind hoch, besonders wenn man schnell und flexibel sein will oder muss. Durch Streiks entsteht ein hoher gesamtwirtschaftlicher Schaden und noch mehr Bahnverdruss. Wenn niemand mehr Bahnfahren will, braucht es auch keine Lokführer und Zugpersonal mehr. Kann man da nicht ein besseres Modell finden um die verschiedenen Interessen auszugleichen? Die leidtragenden Kunden fragt niemand.",
      "branches": [
        {
          "id": "ke38mfr",
          "score": "9",
          "created": "2023-12-19 22:10",
          "author": "hintGeek",
          "body": ">  Bahnfahren ist jetzt schon leider aus vielen Gründen für viele unattraktiv\n\nDer Job bei der Bahn ja augenscheinlich auch, wenn man bedenkt dass in den vergangenen zehn Jahren mehr Ausfälle und Verspätungen auf Kappe von Personalmangel gingen als auf die von Streiks.\n\n> Die leidtragenden Kunden fragt niemand.\n\nWarum sollten diejenigen, auf deren Bedürfnisse Du ganz augenscheinlich rotzt, Dich fragen?",
          "branches": [
            {
              "id": "ke3v998",
              "score": "-1",
              "created": "2023-12-20 00:32",
              "author": "hardWars",
              "body": ">mehr Ausfälle und Verspätungen auf Kappe von Personalmangel gingen als auf die von Streiks\n\nwodurch ich die Aussage - von 38 auf 35h geht nicht - schon irgendwie verstehen kann",
              "branches": [
                {
                  "id": "ke4z2bp",
                  "score": "8",
                  "created": "2023-12-20 05:16",
                  "author": "aptPsi",
                  "body": "Andersrum. Warum sollte sich irgendwer auf die Stelle bewerben, wenn die Bedingungen scheiße sind? Und weil die Bedingungen scheiße sind, wollen die Arbeiter für bessere Bedingungen streiken, sollen das aber nicht, weil dann ja noch mehr Leute fehlen. Also die Arbeiter sollen den Fachkräftemangel ausbaden, der nur existiert, weil die Bahn die Arbeiter, so gut es geht, ausbeutet.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke5jb5x",
                  "score": "1",
                  "created": "2023-12-20 08:40",
                  "author": "robTimes",
                  "body": "Die Arbeitszeitreduktion gilt nur bei Schichtarbeitern, d.h. diejenigen, die Nachtschichten übernehmen, Wochenenddienst haben und an Weihnachten fahren müssen.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "negative"
                },
                {
                  "id": "ke5xgsv",
                  "score": "2",
                  "created": "2023-12-20 11:46",
                  "author": "landsEdit",
                  "body": "Erstens: Absenkung der Arbeitszeit auf die 35-Stunden-Woche für Schichtarbeiter. Freiwillig kann diese bis auf 40 Stunden erhöht werden. Natürlich mit entsprechender Entgeltanpassung von 2,8 % pro Stunde.\n\nEvtl ist das auch ein Anreiz für die DB Schichtarbeit zu reduzieren. Vielleicht durch bessere Planung, bessere Entlohnung von Nachtarbeit, dass sich vielleicht genug finden die es freiwillig machen. Keine Ahnung, aber das sollte dem Arbeitnehmer erstmal egal sein dürfen.\n\nZweitens: Wer seine Lehrstellen nicht ansatzweise besetzt bekommt und auch nicht genügend Quereinsteiger umschulen kann, der muss etwas an der Attraktivität seines Jobs ändern. Sie fordern zb auch mindestens 324 Euro mehr für Auszubildende.\n\nViele Lokführer sind höheren Alters und Schichtarbeit wird im Alter immer schwerer. Die Reduzierung soll stufenweise bis 2038 geschiehen.",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "positive",
                  "stanceOnParent": "negative"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "positive",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "negative",
      "stanceOnParent": null
    },
    {
      "id": "ke2ucqh",
      "score": "11",
      "created": "2023-12-19 20:44",
      "author": "orderAlter",
      "body": "Wenn die Bahner streiken merkt man ja eh kaum einen Unterschied zum Normalbetrieb…",
      "branches": [
        {
          "id": "ke5jqnk",
          "score": "-1",
          "created": "2023-12-20 08:45",
          "author": "pillsToo",
          "body": "ein wahres Wort",
          "branches": [
            {
              "id": "ke5vrd6",
              "score": "4",
              "created": "2023-12-20 11:24",
              "author": "landsEdit",
              "body": "Lost",
              "branches": [
                {
                  "id": "ke6i5kv",
                  "score": "-1",
                  "created": "2023-12-20 15:05",
                  "author": "pillsToo",
                  "body": "Das tut mir leid, dass Du lost bist",
                  "branches": [],
                  "isTopLevel": false,
                  "stanceOnSubmission": "neither",
                  "stanceOnParent": "neither"
                }
              ],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "positive"
        },
        {
          "id": "ke5wjhd",
          "score": "4",
          "created": "2023-12-20 11:34",
          "author": "landsEdit",
          "body": "Doch die Züge die fahren sind ziemlich pünktlich, da ein Großteil der Verspätungen Grund der zu dichten Taktung sind. Wenn ~20% der Züge überhaupt fahren ist das auch weit weg von normal. \n\nSeit 95 fahren 40% mehr Personenzüge und über 80% mehr Güterzüge auf 85% der Gleise. Komisch, dass alleine dadurch viele Züge schnell Verspätung sammeln können.Ja das Netz ist Marode und muss erneuert werden, aber es braucht auch dringend viel mehr Gleise. Für komplett neue Strecken, als auch mehr Gleise.\n\nSchnellfahrstrecken reduzieren natürlich die Reisezeit und machen Schnellfahrtzüge deutlich pünktlicher. Sie machen aber auch Strecke frei für Güter und Personenverkehr. Je höher die Geschwindigkeitsdifferenzen desto mehr muss gewartet oder ausgebremst werden.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke2vbkg",
      "score": "6",
      "created": "2023-12-19 20:50",
      "author": "deerEqual",
      "body": "Frohen Arbeitskampf Kollegen!  \nVolle Unterstützung, auch wenn ich selbst betroffen bin. \nZeigt dem Vorstand mal wer den Laden am laufen hält.  \nUnsere blauen haben ja leider wieder gekuschelt...",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke2yi1j",
      "score": "-13",
      "created": "2023-12-19 21:09",
      "author": "heavyCosta",
      "body": "Es wird Zeit, dass endlich selbstfahrende Züge zugelassen werden um diese Streiks nicht dauernd z uhaben.\n\nIm Automobilbereich arbeitet man auch bereits daran und dort ist es um WELTEN schwieriger das umzusetzen. Die Züge fährt immerhin auf Schienen. Einfacher geht's fast nicht.",
      "branches": [
        {
          "id": "ke3jdos",
          "score": "8",
          "created": "2023-12-19 23:14",
          "author": "pairsBikes",
          "body": "Du hast das /s vergessen, oder?",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        },
        {
          "id": "ke3obkr",
          "score": "10",
          "created": "2023-12-19 23:46",
          "author": "pathTeeth",
          "body": "Solche Kommentare zeigen wie Ahnungslos Leute über den Bahnbetrieb sind. Die Bahninfrastruktur ist Uralt, im Durchschnitt über 50 Jahren, also wo glaubst soll das Geld herkommen um die Infrastruktur für selbstfahrende Züge fit zu machen? Ein selbstfahrender Zug kann zb. kein defekten Bahnübergang nicht nachsichern. Was aktuell Zugpersonal hundermal am Tag machen muss, also müssen alle >15000 Bahnübergänge durch Brücken oder Unterführungen ersetzt werden, wenn man selbstfahrende Züge haben will. Nehmen wir mal an, man findet jetzt irgendwo noch 100+ MRD in Bundesbudget um das umzusetzen, das dauert trotzem noch mindestens 10 eher 20 Jahre bis alle umgebaut ist. Man kann ja auch nicht an 1000 Bahnübergangen gleichzeitig bauen, weil man dann ja den Autoverkehr großflächig lahmlegt. \n\nAutomatiserung des Bahnverkehrs im großen Stil ist ebend nicht so trivial wie alle denken, nur weil es 5 Ubahnen gibt die in einen stark überwachten und kleinen Maßstab Automon fahren können.",
          "branches": [
            {
              "id": "ke4aal3",
              "score": "-7",
              "created": "2023-12-20 02:15",
              "author": "heavyCosta",
              "body": "Du stellst dir das zu kompliziert vor. Im Vergleich zu selbstfahrenden Autos, die mit deutlich mehr Komplexität in ihrem Umfeld zurecht können müssen, sind das triviale Probleme",
              "branches": [],
              "isTopLevel": false,
              "stanceOnSubmission": "neither",
              "stanceOnParent": "negative"
            }
          ],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke3hs87",
      "score": "-1",
      "created": "2023-12-19 23:05",
      "author": "stealGel",
      "body": "Let's fucking goooooooo!",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke47rn2",
      "score": "11",
      "created": "2023-12-20 01:57",
      "author": "seeTears",
      "body": "Puh, ist halt echt scheiße, wenn man zum Pendeln auf die Bahn angewiesen ist.\n\nAber ich kann's nachvollziehen. Solidarität mit den Streikenden",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke58ccg",
      "score": "4",
      "created": "2023-12-20 06:38",
      "author": "heldSteve",
      "body": "Und selbst bei dieser Zustimmung wird die Presse nicht müde über Weselsky her zu ziehen",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke5k2sk",
      "score": "1",
      "created": "2023-12-20 08:49",
      "author": "assetClub",
      "body": "Waren die Boni der Bahnchefs nicht fürs einhalten der Co2 Grenzen? Jetzt da ich mit dem Auto fahren muss, sollte dieses Co2 doch eben jenen zu last gelegt werden.\n\nDie Boni könnte man auch gut für die Mitarbeiter verwenden :)",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke5luze",
      "score": "-1",
      "created": "2023-12-20 09:12",
      "author": "waterSuits",
      "body": "Bonuszahlungen für den Vorstand .... ein Schlag ins Gesicht der Beschäftigten .... unfassbar ... wie wenn ein Fussballtrainer beim Abstieg eine Prämie bekommt ... -:)",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke5m0jt",
      "score": "3",
      "created": "2023-12-20 09:14",
      "author": "asideUps",
      "body": "Wird mich zwar betreffen, aber ich unterstütze den Streik nachdem ich das mit den Boni gelesen habe.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke5sn5u",
      "score": "1",
      "created": "2023-12-20 10:43",
      "author": "aaronScrew",
      "body": "GDL könnte medienwirksam eine Streichung der Managerboni und eine Kopplung an die Gehaltserhöhungen der Beschäftigten fordern. Also als Bestandteil der Tarifvereinbarung.",
      "branches": [
        {
          "id": "ke5sqit",
          "score": "1",
          "created": "2023-12-20 10:44",
          "author": "aaronScrew",
          "body": "Schließlich begründet die Bahn ihre Ablehnung immer mit der finanziellen Lage.",
          "branches": [],
          "isTopLevel": false,
          "stanceOnSubmission": "neither",
          "stanceOnParent": "negative"
        }
      ],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke62rv4",
      "score": "1",
      "created": "2023-12-20 12:49",
      "author": "nigerLucy",
      "body": "Langsam muss ich mir echt überlegen ob ich mir nicht ein Auto zulegen sollte. Gönne es den Leuten natürlich gerade weil ich aktuell auf die Bahn angewiesen bin. Aber da kommen nochmal einige unschöne Zeiten auf uns Pendler zu.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke64bm5",
      "score": "1",
      "created": "2023-12-20 13:06",
      "author": "sudanWider",
      "body": "Vollsten Support für den Streik.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke6sluu",
      "score": "1",
      "created": "2023-12-20 16:18",
      "author": "audioDog",
      "body": "wenn wir schon nicht zur Arbeit kommen, wieso nicht einfach mitstreiken. Zeit f. Generalstreik... Perfekter Moment",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "positive",
      "stanceOnParent": null
    },
    {
      "id": "ke705q3",
      "score": "1",
      "created": "2023-12-20 17:05",
      "author": "audioDog",
      "body": "wenn ich mir diesen Thread angucke, glaube ich mehr und mehr, dass wir zu viel Zeit mit Pendeln und irgendwo wegen irgendwas (Lapidarem) hinfahren verbringen.  Dinge, die im Fortschritt, eigentlich auch so bewerkstelligt werden könnten.",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    },
    {
      "id": "ke8fiij",
      "score": "1",
      "created": "2023-12-20 22:13",
      "author": "gunPrice",
      "body": "Das tausend jährige Streik!",
      "branches": [],
      "isTopLevel": true,
      "stanceOnSubmission": "neither",
      "stanceOnParent": null
    }
  ]
}